喷砂硬度检测仪
芯体筛选自动测试设备
机器视觉芯片
光掩模ArF光源缺陷模拟仿真设备
硅片耗材
数控刀具激光刻蚀机
内孔抛光机
多媒体领域芯片
研磨液
真空浓缩干胶系统
三目倒置金相显微镜
冰冻贴片机
单晶生长炉设备仪
薄层涂胶机
等离子化学气相沉积设备背板及气体调节板热整平与镜面化处理项目
稳压管
LED固晶芯片推力测试仪
金相式样抛光机
等离子体钝化层刻蚀机
yms系统
硅片组件生产试验检测设备
感应耦合等离子高密度刻蚀机
行星轮
铜金属湿法蚀刻机
光隔离/运动编码器/LED
溅射铜靶材
氧化镁蒸镀线体闲置设备
物联网系统级芯片NB-IoT
STEPPER曝光机
切割片角磨机片
eda-fpga仿真
高纯气体纯化器
移动处理芯片
数控IC
微加工与器件平台等离子体刻蚀机
空压机冷却水系统化学清洗和预膜处理项目
电贴片机
链式制绒清洗机
金属有机物化学气相沉积系统
超高真空磁控溅射镀膜仪
植球设备
倒装芯片
全自动贴膜设备
移相器
有机-金属镀膜机系统
膜厚量测机
铜箔外观检测装置
开关二极管
双面抛光机
小型SMT贴片机
绵钛及钒铝铁合金化学成分检测
高精度电火花慢走丝线切割加工设备
光刻机及配套设备
砷化镓热处理炉
等离子球磨机
合金碳化硅
离子注入设备
光通信老化测试设备
接触式双面光刻机
切割设备
晶圆表面测试仪
高精度数控多功能抛光机
高精度压力传感器等耗材
自动冲版显影机
电化学沉积系统的加工
倒装贴片机
全自动二次切割机
导电胶
eda-建库库管理工具
cim系统
微油点火碳化硅燃烧器
铜溅射设备
多功能溅射镀膜仪
液晶薄膜显示器控制晶片
原子层沉积设备
模拟/混合信号
偏光片激光切割装置
溴化镧晶体封装件
双金属结合强度测试分析
表面贴装元件成型机维修
高精密电涡流位移传感器
半自动兆声清洗机
薄膜静态双向拉伸试验机
碳化硅标样
磁流变抛光设备
连续退火机组退火炉设备
处理电路芯片
无掩膜光刻系统
微控制器晶片
曝光机连线
全自动晶圆允收测试机
微电子芯片
无机镀膜千级净化设备
高真空感应熔炼甩带炉和多靶磁控溅射设备
功率分立器件
精密型中走丝线切割机床
晶圆表面测量仪
匹配双通道分选机
PSS清洗机
分析仪高温密封胶圈
退火炉孔板
闪烁晶体
连续式退火炉
脱硫球磨机入口密封圈
硅片承载盒检测机
单芯片封装
全自动试样切割机
台式激光雕刻切割机
LED面板整机自动化检测设备
金属有机化学气相沉积设备加热系统
SiC复合材料裂解烧成设备
自动注胶灌封设备及服务
生物芯片
智能电网电力载波通信芯片
等离子加强化学气相沉积系统腔体
石墨舟清洗机改造
模组侧边保护胶包装机
首件检验单
芯片测试开发板
光刻机故障维修
高真空镀膜设备
智能龙门焊机
碳化硅过滤网
射频模块与射频器件
智能安全芯片
封装
铟砷化镓光电探测器
预烘烤机
压电石英晶体式传感器
达林顿管
Gamecontroller
多晶栅等离子体刻蚀机
全自动老化测试机
阻焊超粗化前处理线
切筋机设备及模具
全自动探针型影像测量仪
嵌入式处理器
显影装置
微电子光刻机
光-二极管阵列裸芯片
精密抛光系统
移动式双工位火焰坡口切割机器人
二氧化硅高深宽比薄膜沉积之高密度电浆系统
金属抛光机
多功能显微镜原位温控模块
氢氧化铵
研磨抛光
蒸镀封装PN2供应管道系统
ip-codec
数控切割机械手自动进料装置
高介电常数介质材料退火设备
贴合精度与气泡自动检测
GPS导航芯片
桌面式磁控溅射仪项目
磁控溅射薄膜沉积设备
多工位研磨抛光机
大尺寸硅材料产业化项目单晶炉和滚磨机
阻焊装置
高精密超高温陶瓷化学气相沉积系统项目
刮刀清洗机
晶元等离子清洗机
光罩晶圆
高阻SOI晶圆片
贴片机吸盘
液晶显示器模块
自动精密金刚石切割机
实体Sagnac干涉仪精密胶合装调专用平台
半导体激光焊接系统
eda-rtl编写
深度光刻机
彩涂压花热贴膜机机械设备安装
退火炉钢结构
骨传导语音传感器
光刻胶涂布单元装置
面板无尘清洗机
铝丝键合机项目
全自动介质损耗及电阻率测试仪
式回流焊
晶圆级封装自动测试机
dc-ac
ip-其它汽车电子
多晶硅等离子蚀刻设备
eda-系统原理图仿真
废旧碳化硅
氮化膜刻蚀设备
压电石英晶片
ME系列数字磁隔离器
高温蒸镀设备
热沉衬底
高低温测试机械手
3m线氧化炉系统
锂酸铌晶体
化合物半导体刻蚀机
RCC
素玻璃表面检查机
中束流离子注入机
单晶硅光波导器件
电压检测与复位集成电路
引进封装植球外观检测仪
搅胶机
eda-pcb layout
磁控溅射覆膜机
平行预焊机
双面抛光设备
高精度抛光设备
射频功率放大器
高真空磁控溅射薄膜沉积系统项目
MEMS惯性器件
智能表计专用芯片
LED倒装芯片
切割机砂片
晶圆全检仪
光伏电池封装材料项目监理
纳米层状薄膜外延机
音频功率放大器
大尺寸平板工件镀膜设备
模腔打磨抛光
紫外清洗机
mems分选机
半导体衬底材料片
碳导电胶带
反应离子镀和等离子体增强化学气相沉积设备
全自动治具切割分板机
半导体装置
胶型检测系统
碳化硅过滤器
焊料装片设备
晶圆互连线湿法成形装置
高密度等离子刻蚀机
步进光刻机维修
4英寸传感器生产
真空法兰等物理清洗
反射板型传感器
射频溅射镀膜机
薄膜晶体管阵列及周边集成技术
晶圆外观检测系统
多芯片贴装机
封装遮罩超声波清洗机
嵌入式存储
全自动气密性检测机
高清行车记录芯片
倒装芯片键合机
在线清洗机传输网带
非隔离非调光系列
宽温半导体激光器
矾土碳化硅
激光直写无掩膜光刻系统
免洗多晶硅料
硅片灰化清洗机
焊前清洗机自动下料装置
液晶面板驱动与控制IC
APC&PAC芯片
激光切割系统
13umSOI工艺流片技术服务
集成电路混合信号测试机
手动点胶贴片机
内镜清洗流水线
石英基管酸处理清洗设备项目
掩膜板激光修复机
退火炉炉辊
显示驱动芯片
全自动在线型3D锡膏检测机设备
全自动低速精密切割机及附件
背光驱动芯片
物理气相沉积系统项目
铁电晶体生长炉
食堂洗碗机清洗系统设备
内存
安全与识别
卧式退火炉炉壳
非晶硅沉积和透明导电膜设备
清洗去皮机
半导体巴条
金属等离子体刻蚀机
eda-eda仿真管理云平台
金属刻蚀
碳化硅防弹插板
精密再流焊机
等离子体刻蚀机项目
自动FPC焊接机
探针台系统
四轴研磨抛光机
高纯度碳化硅
晶圆金属化层湿法沉积系统
沟道孔硬膜刻蚀设备
半导体激光气体分析仪
消噪IC
温冷轧FeCrAl管材高温拉伸与蠕变性能测试
SoC网络监控芯片
紫外曝光机
智能型匀胶机
集成激光切割机
化学气相沉积设备
接口IC（I/O）
深腔金丝键合机
铜金属与二氧化硅抛光垫
晶硅刻蚀机
全自动半导体参数测试仪
智能安防
液晶监示屏
角磨机切割片砂轮片
晶圆背面清洗设备
贴片脱料机
碳化硅镜坯研制
i-line光刻胶
SOI高温压力敏感芯片
光电子芯片封装
SMT贴片加工自动线体
通用型真空镀膜机
ACE清洗机
激光焊接与测试线
贴片机及周边辅助设备
cd-sem设备
干式清洗机机身毛坯
微波器件
eda-架构设计
晶圆切割机
半导体芯片透镜组装设备
石英衬底
高真空多功能镀膜仪
数控等离子型材切割机
双室磁控溅射系统配件
热蒸发磁控溅射真空镀膜机
手动清洗槽等设备与服务
磁控溅射镀膜
rms系统
非熔化极气体保护焊机
verificationserviceo
氮化镓衬底生产线
传感器清洁布
高精度电子天平及切割机
全自动硅片碱腐蚀机
化合物半导体
车载用高精度强抗震金属封装石英晶体谐振器生产线扩建项目
回火退火炉
流片封装服务
棒材自动焊标机
SiC
飞针测试机
材料系磁控溅射系统
槽式晶圆背面刻蚀机
阵列曝光机
半自动8寸键合机
刚玉质碳化硅浇注料
喷墨印刷线路测试实验仪
商用车TPMS发射端模块
晶圆表面沾污测量系统
背面减薄机
智能中型回流焊机
液晶改装主板
薄膜沉积仿真软件
通用图形处理器
高介电常数介电质薄膜沉积设备
与贴片机等设备
等离子体增强化学气相沉积设备项目
卧式抛光设备
板式换热器在线清洗装置
通孔自动光学检测设备
轴承清洗装配检测生产线项目
全自动固晶机
北斗导航芯片
激光半导体
去胶机
激光二极管
接口主控芯片
超声清洗系统
碳化硅电热板
触控显示整合单芯片
复频分选机
半导体检测设备
及半导体激光焊接机
绝缘栅双极型晶体管
CCD等光电检测系统专有设备零配件
金属共蒸镀系统
手动晶圆电镀机
半导体激光熔覆设备
角磨机切割机抛光机打磨机开槽机砂轮机
FLASH控制芯片
偏光板激光切割机
复合片抛光加工
封装基板
CVD沉淀设备
固化机
陶瓷封装芯片
自动点胶机及其附属设备
烤瓷牙打磨抛光材料
自动匀胶
二极管
柔性材料后烘机
超大规模集成电路测试机
极耳焊接机
焊装专业自动冲连设备
半导体材料测试分析系统
248nm深紫外线扫描式光刻机设备
电离辐射测试设备计量装置包装箱设计加工
化合物材料刻蚀机
投影式光刻机
显示驱动
气泡清洗机
含金属电极高质量氮化物超晶格APD外延片
车用电容式压力传感器
深槽硅刻蚀设备
多晶硅等离子体刻蚀设备
刻蚀设备改造
拉弧式螺柱焊机设备项目
手动楔焊键合机
双样品氧化铝测试支架
氮氧硅干法蚀刻机
金丝键合机设备
氮化钛之化学气相沉积系统
电路板制作及贴装系统
RFID标签
智能数字显微镜
全方位行星式球磨机
高密度玻璃通孔激光刻蚀系统
指纹模组
晶圆半自动目检机
锂电切割机材料
超大压力键合机
光学异物检查机
开关芯片
AlN薄膜溅射系统
有机二端器件真空镀膜机
电极抛光材料套装
半导体与平板显示器检测显微镜
热处理设备
彩膜宏观检查机
激光切割机单喷嘴
SMT高速贴片机
镀膜与光催化设备
所需蒸镀源烘烤设备
紫外深度曝光机
多晶硅组件
碳化硅晶圆
喷涂显影机
相贯线切割机电极
全自动喷淋镀膜
等离子清洗仪项目
高纯Cr靶材
金刚石抛光机
智能正置金相显微镜
背电极磁控溅射生产线
自动包胶机
等离子切割机床改造
全自动槽式超声清洗机
单晶硅片制绒清洗设备
神经网络处理器(NPU)
全自动离子束刻蚀系统项目
LED通用驱动芯片
磁控溅射真空镀膜机设备项目
碳化硅喷嘴
薄膜封装机
抗反射涂层光刻胶
高真空离子溅射蒸碳镀膜仪
LED照明应用
铝丝引线键合机
集成电路有源器件模型
硅片存储盒清洗机
全自动焊膏印刷机
光掩模中高端缺陷检测设备
光电检测设备
半导体离子燃料电池
门级驱动器
filmframe分选机
高真空等离子清洗磁控溅射仪
ip-射频和无线通信-bluetooth
铂金靶材
多功能激光精密切割机床
ADAS芯片
栅前清洗设备
纳米压印光刻机
锡焊机器人
光掩模中端清洗设备
汞灯式光阻涂佈显影机
ip-sub-g
镀膜硅片
微波多功能真空气相沉积设备
氧化物半导体新型显示器件生产线项目施工总承包
涂胶模块
半导体分立器件测试系统
WLAN芯片组
SPM清洗机
RF安防
紫外固化测试系统
织物压缩性能测试仪
硅光中试平台拓展和成套工艺开发深紫外曝光设备
数控抛光机
94碳化硅
NFC及控制芯片
高频金丝球键合机
LCD平板显示驱动芯片
金属薄膜沉积系统
芯片电阻
涂胶机混配管
晶圆级表面金属处理系统项目
抛光机触摸屏维修
紫外双面曝光机
全自动精密切割机项目
框胶检查机
数控切割机涡流环
磁控溅射真空镀膜机
半导体级氧化硅前驱体等化学品供应商
输送激光切割机
自动贴标贴胶带机器人设备
隔离放大器
碳化硅耐磨可塑料
燃气连续式退火炉
frame box
时间数字转换器
模组返修集成电路压着机
并行nor
GNSS天线
切割机砂轮片砂轮机片砂轮片
高精度芯片贴片设备
协议IC
场发射扫描电子显微镜改造
烘烤炉
应力消除蚀刻机
激光焊机
模组屏自动光学检查机改造
晶圆分拣机
动力电池BMS管理系统芯片
半自动曝光机
片式PTC
高密度等离子体薄膜化学气相沉积设备
气敏元件测试老化系统
步进光刻机和光阻涂布显影机设备安装调试
绝缘耐压测试机维修
金属材料真空蒸镀设备
钼金属刻蚀机蚀刻机
角磨机多功能切割机角向磨光机手磨机
180级聚酰亚胺薄膜包铝圆线
智能卡芯片模块封装产业化项目设计
半导体导电型号鉴别仪
全自动扭矩检定仪
混合膜数字集成电路
抛光机打磨机
触摸屏周转盒架清洗机
真空蒸镀设备
精密电火花线切割加工工艺及应用
智能型正置显微镜
不锈钢抛光膏
3D自动光学检测机
SMD谐振器测试编带打标一体机
数控伺服系统中走丝线切割机
阶梯刻蚀设备
螺旋波等离子刻蚀设备
阵列边缘曝光机
全自动医用拖鞋清洗机
半导体玻璃丝板
高精度模塑封装设备
微颗粒表面磁控溅射镀膜设备
高真空低空洞率激光晶体焊接系统
可制造性化学机械研磨工艺规则检查软件
北斗导航终端
点光源
闪光灯驱动
晶圆传片机
三合一鼠标芯片
智能烘丝控制技术
芯片设计服务
介质等离子蚀刻设备
氮化铝晶体炉
WIFI芯片烧录机测试电路板
接触孔刻蚀设备
存储器芯片
真空扩散焊设备
全自动芯片点测机
真空蚀刻机
磁控溅射镀膜复合手套箱设备
晶圆减薄机项目
高真空磁控溅射薄膜制备系统
彩膜氧化铟锡后清洗机
无图形晶圆微粒缺陷检测机
二维激光切割机维修场次号
碳化硅单晶项目
电子烟集成芯片
尼龙绳切割片打磨片
8英寸硅片自动分选仪
全自动三离子束抛光切割仪
原子层沉积设备改造
自动涂胶显影设备
晶圆级混合键合系统
数显轨距尺检定器等设备
面正面真空溅射镀膜机
PCB蚀刻机
激光切割机防碰撞结构升级改造
芯片清洗剂
扩缝机切割机片
三靶全自动磁控溅射沉积系统
罐式无氧退火炉
自动点胶成型的设备
自动光学检查机项目
碳化硅晶须
阵列电性测试机
碳化硅原料合成炉
晶体生长炉
多芯片模块电路
密码专用算法芯片
半导体芯片测序仪
有源型电能质量治理设备入网检测材料
强制式涡流分选机系统
r-2r阶梯
多功能喷墨切割机
指纹识别外测晶圆
转盘式大聚封装线
伺服驱动器
旋打分选机
密程控烤胶机
配向膜烘烤炉
衬底生产材料
晶圆挑拣机
高压键合机
等离子体干法刻蚀机等设备
多衬底集成键合系统
整流管
金刚石金属化镀膜机
阴极离子束溅射镀膜机
pcram
键合解键合设备
石英舟清洗机设备
件多功能真空镀膜系统
光刻版制版备案
自动变极性等离子焊接专机
Arf涂胶显影机
彩膜氧化铟锡前清洗机
高能离子束大尺寸超滑碳膜沉积系统
智能边缘计算芯片
非导电胶
全自动多功能植球机
自动显影
半导体中高端引线框架生产线
砂轮片φ355切割机
狭窄空间内视觉检测柔性装置
光刻涂布显影设备
数字化逆变式等离子切割机
蓄热式热氧化炉
碳化硅多层外延片
加密芯片
分选机卸料阀减速器
桩机火焰切割机
金属共熔键合机
焊剂磁选分离机
超声波清洗模块
双面光刻机
去毛刺清洗机
小型玉石切割抛光机
蓝宝石衬底生产项目
微机控制植物物理性能测试仪
IC逆向设计
存储主控芯片
分立组件
湿式球磨机
全自动切胶系统
高精密芯片共晶贴片机
电润湿显示面板驱动芯片
扫描式光刻机及芯片光刻光学线宽对准精度测试仪设备
隔热焊工手套
铌酸锂晶圆
电池封装机
光电开关专用集成电路
硅晶圆
台式点胶机配件
云端计算芯片
omog掩模
金刚石晶体生长设备
电源类IC
全功能散料贴片机
彩膜数位宏观检查机
8寸高电流离子注入机
全自动集成电路冲切机
PLL频率合成器
桌面级激光切割机
半导体光谱治疗仪
微纳直写光刻系统技术
VCSEL氮氧硅等离子气相沉积设备
DFB感应耦合等离子体刻蚀机
贴片机配件料架
等离子清洗机装置
铂靶材
低压化学气相沉积设备
光学镀膜仿真与薄膜检测设备
焊接与切割设备
模拟密集型混合信号集成电路
连续式燃气退火炉
标准晶圆片
钟罩式光亮退火炉组设备
功能检查机
人工智能集成电路设计
二维激光切割机设备
晶元灯珠
角磨机充电式切割机手提打磨机锂电池抛光机无线电动磨光机
SPA贴片机
钼丝切割机
软组织切割半导体激光进口设备
铜箔连续表面清洗机
医疗电子
光刻机地基
喷淋层碳化硅喷嘴
AmoLed驱动芯片
离子束溅射去除加工设备项目
焊膏喷印设备
晶圆检测
多晶硅片
半导体油冷电脑机箱与多功能手机手柄
管材碳氢化合物清洗机
IP Core
等离子切割机除尘系统
LED驱动器
晶圆表面有机化合物去除机
高低温探针测试系统
铜基焊条
碳化硅复合管
射频氮化钽铜溅射工艺设备
传感器安装灌封胶
全自动电感耦合等离子体刻蚀机设备
阻焊套装
5G芯片
基于衬底制作加工半导体激光器芯片
深硅反应离子刻蚀机
全自动边抛后硅片清洗机
汽车安全芯片
贴片机系统
高温石墨化炉及高真空磁控溅射系统
场效应晶体管
集成电路元器件
LED激光芯片
单晶普通组件
汇成镀膜机晶振片
六英寸键合机项目
半导体器件检测分选机
全自动划片后晶圆检测设备
IC封装装片工序
蓝牙键盘
产线智能化管理系统
高压相分离切割系统项目
碳化硅耐磨防腐涂层
封装
拉弧式螺柱焊机
半导体12英寸内存闪存芯片
后处理清洗机
功率模块
混合信号集成电路芯片
多功能芯片贴装设备
音频功放
大面积卷式磁控溅射镀膜机
dram
光学薄膜镀膜系统
数模混合集成电路芯片
机器人冷金属过渡焊接系统
功率器件测试平台
辊道式退火炉
全自动编带机维修
柔性模组自动真空封装机
USB-OTG驱动芯片
退火炉烧嘴
光学元件光洁度及面型检测系统
软垫
氧化物溅射镀膜机
芯片检测仪
高真空蒸发镀膜机
全热风无铅回流焊机
全自动晶圆允收探针机
裂缝综合测试仪器
高性能半导体专用全自动键合机
锂离子动力电池管理芯片
氧化钆聚酯薄膜
DC-DC转换
超宽带雷达
主控芯片
IP
安全加密芯片
中温氧化炉
镀银阵列硅片
半导体泵浦电光调Q激光器
ph值传感器
铝化学气相沉积设备
模拟类功率IC
抗辐照静态随机存储器
高精度自动化磁控溅射镀膜系统
物理气相沉积氮化钽
半导体分立器件
碳涂层
封装设备供应商
晶圆表面颗粒清洗设备
自动电沉积装置
FSI清洗机
HV BUCK DC/DC> AC/DC 
蔬菜水果清洗机
全自动AOI检查机
全自动3D光学检查机
氮化硅硬质掩模等离子体刻蚀机
扫描电子显微镜喷金靶材
等离子体增强化学气相沉积PECVD
烧结SIC
晶圆筛选机
聚酰亚胺薄膜自粘带-绝缘
全自动8英寸硅片抛光线
真空气相沉积设备
锗衬底
选择性硅外延生长设备
PECVD非晶硅淀积设备
型号用混合集成电路
全自动卷料切割封口一体机
氧化层抛光设备集成式膜厚测量设备
集成电路板焊接
印刷电路板曝光机
贴片式动态心电记录仪
集成式膜厚量测设备
eda-形式化验证
双枪激光切割机
全自动温控芯片烘烤设备
标清和高清解码解调芯片
软焊料固晶机
金属掩膜板宏观检查机
碳化硅纱布
AVS编解码芯片
晶硅清洗线设备及管线安装
宽带电力线载波通信芯片
微波电源验证等离子体化学气相沉积平台设备
台式打磨抛光机
烘片机
液晶面板端子清洗光学检测装置
半导体显示与光通信器件
无线充电SoC芯片
智能点胶系统
压力传感器
材料测试分析系统
LED点胶光电测试仪
晶圆表面颗粒检测设备
车规级微控制器（MCU）
8英寸磁控溅射设备
GaN外延片
PECVD配套辅助设备
射频材料项目
贴片陶瓷电容器
传感器模具
自动激光焊接系统
电池封装设备
碳化硅加热棒
碳基集成电路刻蚀系统
LED基材及制造检测设备
化合物半导体基板材料项目
单晶硅普通组件
飞针电性测试机
Sub-1G芯片
RFID
高真空电子束蒸发镀膜沉积系统
功率模块贴片机
掩膜版卡夹
BEOL等离子体去胶机
粗制碳化硅
高真空复合镀膜机
印刷机贴片机配件
氩氟式光阻涂佈显影机
综合检验机
水平连续式线路蚀刻机
ICP刻蚀设备
半导体激光脱毛机器项目
激光测距传感器
光通信物理层传输芯片
压敏胶金相抛光砂纸
多功能热化学气相沉积系统设备
辊底式退火炉工程机械设备安装
自动焊接系统
混频器
大功率半导体器件
大面积基板键合系统
多功能干法刻蚀机
晶圆背面厚银蒸镀机
全自动粮食清洗机
碳化硅转子
半自动显影清洗
智能电表
碳化硅高能高温离子注入工艺试验
精密光学真空镀膜机
eda-时序收敛和sign-off
芯片接合烧结炉
存储器
电路板焊接生产线项目
红外摄像芯片
LD泵浦激光侧泵模块封装平台项目
镀钯键合铜线
氮化硅干法刻蚀设备及服务
半导体功率模块生产线建设
全自动涂胶机
电极抛光机
高精度涂胶显影机光刻胶监控系统
硅片生产线
框胶固化炉
机器人激光切割机
双模式低真空溅射仪
自动称重分选机
塔筒清洗项目
icpcvd设备
气体
线路板贴片机
焊接基板
线缆测试材料
晶圆玻璃打孔加工
大尺寸飞针测试机
UHFRFID芯片
单片湿法清洗机
半导体激光脱毛设备
震动刻蚀机
光断路器
固态存储
激光刻型机
eda-simulation
精密金属清洗剂
有机硅电子披覆胶
mcs系统
砂轮绿碳化硅
激光切割机三维设备
自动亚微米贴片机
金属硬质掩模等离子体刻蚀机
铌锆-钼钎焊样件
碳化硅泥浆
曝光机触发器
eda-功耗分析
配向膜预烘烤机
高开关频率碳化硅逆变器
半导体照明芯片封装及销售
汽油切割机及配套设备
电子子束蒸镀子束蒸镀仪专用生产设仪
侧面氧化物刻蚀机
USB接口
全自动超高速贴片线
半导体级氧化钛前驱体
半导体红蓝黄光治疗仪
微处理器
晶棒
单冲头全自动切筋成型系统
光刻机配套涂胶显影机
光学掩膜版项目
桌面式贴片机
逆变式埋弧自动焊机
ITO镀膜机
导体塑封压机
蒸镀前通道加热系统
双面抛光后清洗机项目
辊底式退火炉
krf光刻机
光掩膜
全自动抛光线
仿型切割机轴套
定制金属有机物化学气相沉积设备
环保碳氢清洗剂
真空检测系统
SMC压力传感器二切设备
表面贴装焊接机
全自动脱胶机设备
锗硅外延生长薄膜化学气相沉积设备
微纳米材料沉积系统及配件
自动湿式清洗机
彩膜段膜厚测量机
薄膜晶体管液晶显示器件
Ge锗金属靶材
气相刻蚀设备
lcd-driver测试设备
硅酸钇镥晶体合成料项目
氦检漏装置
柔性基板烘烤机
聚合陶瓷碳化硅涂料
高纯靶材
全自动紫外纳米压印仪
氮化镓外延片及芯片制造项目
高性能单通道分选机
半导体材料分子束外延系统
混合信号芯片
纳米压印机
化学气相沉积氮化钛薄膜
晶圆研磨机
TBS分选机设备
真空蒸镀
实验室光刻机
380型自动清洗机
铜金属及二氧化硅抛光垫项目
ip-zigbee
asic
触摸屏高温传感器
印刷切割设备
碳化硅陶瓷护套
介质等离子掩膜蚀刻设备
旋流式清洗机
碳化硅模具
激光器驱动芯片
紫外负型光刻胶
碳化硅泵件
电磨抛光磨头
半导体激光器芯片贴片机
多功能原子层化学气相沉积设备
5G超级SIM卡
铝箔退火炉
碳化硅充电模块
背光驱动
多弧磁控离子镀膜机
化学机械抛光机维修
安防产品
光刻胶剥离单片设备
碳化硅
直写式曝光机
激光刻印机故障维修
gps
全自动深腔楔焊键合机
回流焊
石英晶体分选与电清洗开发系统
静态测试自动上下料
终端安全芯片晶圆流片
SMT中速贴片机
碳化硅多孔陶瓷
温控薄膜材料力-电性能测试系统
金相研磨抛光机
数字存储大功率半导体管特性图示仪
薄膜电阻
超声波钢网清洗机
无线数传芯片
偏光片用拉力检测仪
桥壳全自动清洗机
聚酰亚胺薄膜生产线
扫描式光刻机
遥控编解码芯片
绝缘栅双极晶体管
离子溅射镀膜机
材料系电子束光刻机
生长外延片
mvd设备
USBKey
切割测试用复合材料试样
刻蚀自动化下料翻转改造
半导体激光熔覆成套设备
硅片加工清洗系统
耐磨堆焊焊条
平行封装机
以太网
氧化硅刻蚀
驱动IC
中芯集成电路制造
变频调速磁力抛光机
MicroLED显示芯片
等离子及深熔TIG和双钨极TIG复合焊接电源系统
徽光雷达
粗糙度测试仪1台
金相试样切割机金相镶嵌机
晶体生长机
全自动贴片光学检测设备
液晶拼装屏
单晶硅片及多晶硅片
外延片测试仪
蒸镀机设备
无掩膜曝光机
电子束检测设备
快速退火处理系统
测试载板
全自动显影机
金属电极溅射设备
全自动半导体氧化炉
三相切割片
微波多芯片组件基板和芯片的焊接
退火炉金属网带
快速碳化硅修补剂
LTE-CAT1物联网基带芯片
陶瓷及钎焊组件研制
半自动点胶贴片机
反应离子刻蚀设备
再流焊
氮化镓芯片设计流片
PCB蚀刻剂
深硅通孔等离子体刻蚀机
半导体电学特性测试系统
晶圆表面缺陷检测系统设备
金属真空热蒸镀系统
紫外单面光刻机
高性能时钟源电路
检测机
多晶硅氧化炉
膜压检测装置
合金材料及CVD金刚石颗粒
车载传感芯片
碳化硅流体模组
化学机械抛光试验机
电子封装焊料最优化配比研究
安全核心芯片
实验室用半自动贴片机
智能车联网
无源光网络器件自动共晶贴片机
3D自动光学检测系统
半自动焊接设备及组件
磁控溅射镀膜仪设备
氧化铝抛光剂
接近接触式紫外曝光机
真空微纳焊机
氧化铝和碳化硅
张力传感器三切设备
掩膜板检查机设备
干法设备
湿法清洗设备
MEMS元器件键合设备
片式湿法清洗机
碳化硅手砂轮
热切割系统
炉管石英清洗机设备
全自动电弧离子镀膜机
固化系统
全自动半导体激光芯片测试系统
复合陶瓷材料加工及测试设备
金属切割带锯条
深硅蚀刻机
铸管退火炉检修耐材
高真空镀膜系统配件
化学机械抛光设备
汽车电子微控制器
激光符合焊接设备耗材
电动工具性能温升测试系统
液晶面板薄化项目
高温电性能测试系统
微波集成电路芯片
手机加密信号侦听破译设备
离线PCB全自动去离子水清洗机
高纯石英靶材
印制板自动光学检测仪等设备
银胶
碳化硅环形砂带
冷冻断裂蚀刻系统
音视频芯片
激光焊接系统
半自动掩膜板清洗机
氮化镓器件工艺平台服务
夹具清洗机
晶圆助焊剂清洗机
热熔全自动胶装机
双面蚀刻机数控钻及配件
外围曝光机
全自动锡膏检测机
分立器件间歇寿命检测系统
LED景观亮化驱动
有机-金属蒸发镀膜设备
强力粘胶材料
色差自动检测设备
磷酸
高吸声碳纤维夹芯复合材料样件理化力学抗老化性能测试
套刻检查仪故障维修
功率驱动芯片
PCBA清洗机
新型显示驱动芯片
集成电路设备
管芯
四管扩散炉等机器设备
原子层气相沉积系统项目
碳化硅陶瓷过滤板及其制备方法
光刻版清洗机设备
过热器及锅炉本体化学清洗项目
激光切割加工系统
碳化硅护套
叶轮碳化硅修复
联合镀膜机配件卤素灯控制器
氧化锌磁控溅射生产线
制胶机
金属分子束外延镀膜机
全自动切筋成形系统
扫描探针显微镜升降温配件项目
HUB主控IC
氧化炉-炉管
彩膜退火炉
视频传感网芯片
柔性封装电池模块焊接
毛细管激光焊接自动装配及上下料系统
IPM
掩膜板手动修复机
激光器切割机
等离子增加化学气相沉积机
镀锌退火炉炉辊修复
LCD/LED驱动电路
同步整流芯片
基板贴片机
eda-emc
全自动粗糙度检测系统项目
通讯用可重构射频收发系统SoC芯片
烘烤设备
芯片-晶圆键合机
封点银胶设备
碲镉汞芯片腐蚀成型镀膜系统
全自动铝丝焊接机等设备
平板显示器玻璃基板初始清洗机
功率放大器芯片
冻干分选机
N型光刻胶
碳化硅轴承
离线选焊设备
半导体外腔激光器
高温离子注入机配件
高分子光电材料迁移率测试系统
电子束缺陷扫描检测机
碳化硅机械密封
样品抛光机
化学分配系统
半导体分子束外延镀膜机项目
EEPROM
晶圆制程设备
阵列中试线涂胶显影设备
arfi光刻胶
蚀刻机传感器
真空清洗机项目
FE钨刻蚀机
锲压键合机
多晶五面高纯坩埚
LEDDriver系列
贴片机传送皮带
等离子体增强化学气相沉积专用PC干泵
VIP
薄膜材料研制
采样全自动封装设备
刻蚀室开关盖系统
光刻胶技改项目设备
等离子增强化学气象沉积设备项目
迎风面碳化硅防磨
角磨机抛光砂轮片
超宽带薄膜电光调制器封装测试
高功率等离子体刻蚀机
晶圆外延加工
AOI自动光学检测机
芯片共晶焊接炉
焊接干燥设备
晶圆级量产测试机
刚玉碳化硅耐磨耐火可塑料
喷砂结合力测试仪
全自动集成电路焊线机
等离子去胶扫底机设备
多模射频芯片
自动划片机
碳基真空薄膜沉积装备测试平台
蒸汽刻蚀机
太赫兹光学检测系统
半导体分子束外延镀膜机
金属有机化合物化学气相沉积系统项目
电子束曝光机维保服务
射频溅射钛铝沉积设备
温压一体式传感器
低压退火设备
全自动离子束刻蚀机
硅片分选设备
闪存控制芯片
固化设备
wifi
丝网曝光机
自动涂胶粘接设备
金属箔式应变传感器
宽域氧传感器芯片测试
碳化硅搅拌桨
手机清洗注油一体机
隔离调光驱动芯片
封装研磨设备
锅炉碳化硅耐火材料制品
全自动槽式清洗机
镀锌机组退火炉炉壳设备
精密la柔性材料自动切割系统
存储卡
smif pod
焊膏存储器
高炉检修散状耐火材料
等离子切割机除尘改造
碳化硅电子
表面电阻率探针台
钨单晶
热蒸发镀膜设备
退火炉耐材大修
tcam compiler
多靶全自动磁控溅射镀膜机
射频微波终端
匀胶显影机匀胶盘
载波晶圆
分子束外延系统等进口设备
低压射频氮化钛沉积设备
无掩模直写光刻系统项目
贴片机基板感应器
记忆芯片
3D传感器
功率半导体器件测试系统
全自动精密切割机
半导体分离器件测试仪
复合晶体管
图形处理芯片
皮革研磨切割机
SOC高精度温度检测芯片
大平板导热测试仪
终端基带芯片
电感应耦合离子刻蚀机
精密数控慢走丝线切割机床一级保养费
GAN去光阻全自动清洗机
数字隔离器陶瓷外壳生产及封装
蚀刻系统
旋转腐蚀清洗类设备
LED照明芯片
打磨抛光机
大功率激光切割机
PMOS
高低温液晶视窗
高温涂层沉积设备
信号开关
中束流离子注入设备
高纯二氧化钛靶材
常压高温退火炉设备
斜切锯切割片
激光复合加工与测试系统
浸润式感光涂布显影机光阻缺陷改善界面活性剂
微纳加工清洗
倒装高精固晶机
硅基有源芯片
三位半A/D转换显示驱动电路
半自动SMD贴片机
CMOS射频集成电路
USB/SATA/PCIe和特殊接口芯片
人线切割机设备
等离子体浸没式离子注入机
碳化硅除尘粉
MMIC开关芯片
凝汽器高压水清洗
双极锁存霍尔
激光陀螺
音频数模混合信号芯片DAC
半导体激光脱毛机项目
来料清洗机
有机掩膜板清洗机
FPC线路板自适应AOI收放卷机开发与研究
磁控溅射金靶
无线通信芯片
紫外线固化机
全自动去胶剥离机
复合式干法分选机配件
存储器
电性能测试分选机
激光刻码机
固固化设备
ITO靶材烧结炉设备
脉冲激光分子束外延沉积设备
切割机耗材
生物电传感
半导体材料制备关键共性技术
高频全自动细铝丝键合机
亚微米CMOS
指纹产品
STM贴片机
碳化硅浇注料项目
全自动编带机等设备
冷凝器清洗装置
磁控溅射机
制程后清洗机
芯片移载分类机
TFT-LCD.LTPS
NFC芯片
高精度蘸胶自动装片系统
晶体振荡芯片
小巧型匀胶机
北斗GPS双模模块
货物离子束溅射镀膜机
调光/调速/遥控及保护和驱动IC
微波毫米波射频收发单片集成电路MMIC芯片
真空喷射沉积设备
半导体级硅料后处理系统
多芯片射频集成电路系统级封装测试扩产项目
低温聚焦离子束切割抛光系统
塑封设备
晶圆对准器
全自动胃肠镜清洗机
全自动等离子清洗机
实验室封装设备
重力式分选机
防反射层匀胶机设备
传感器。
密封涂胶设备
精密激光金属切割机床
电子级多晶硅清洗线设备及管线安装工程
热蒸镀机
宽禁带功率半导体材料与器件工程实验室
快速回复二极管
全自动灌胶机
自动化真空镀膜机
自动压焊机项目
锯条焊割工具
碳化硅罐梭式窑
SiC功率器件
NAND FLASH
触控液晶面板
高电流单片离子注入设备
研发线金属蚀刻机
触摸屏测试传送系统
音频功放DCDC
驱动芯片
单腔体浸没式超声波清洗机
端子接头单晶设备
芯片分选机
脱硝枪头碳化硅套管
自动叠焊机
连续浸胶设备
二氧化硅芯片
机器人激光焊接离线编程
抗电弧胶带
全自动轨道式金属材料切割机
3英寸氧化镓单晶衬底及外延工艺研究
固溶热处理工装设计制造及曲面检验
合金丝
移动存储器
半自动晶圆切割机项目
半导体转塔式自动测试编带机
自动编带机
高炉炉底碳化硅自流浇注料
多功能静电纺丝机可组合式等离子增强化学气相沉积装置系统
镭射曝光机
功率器件(Power Device)
高精密贴片机
功率放大器
电池封装器
铁基纳米晶磁粉磁粉芯制备及其性能研究
全智能耐折强度测试仪
自动涂覆型自固化绝缘涂料
碳化硅制件
锗晶体材料产品生产项目
高精度晶圆对准与键合系统
VCSEL激光芯片
磁控溅射系统及配套器件
氮化铝湿法刻蚀机
智能功率集成芯片
涂布面密度检测仪
接口
集成电路封装测试生产线设备
光刻胶烘烤设备
模具检测与快速成型设备
蒸镀前玻璃清洗机
ip-2d 3d
平面激光切割机设备
自动金丝键合机设备
薄膜自动光学检查机
离子增强型光学镀膜机
真空等离子表面处理机等设备
真空全自动箱式光学镀膜机
车规级USB Hub芯片
电性能参数测量设备
光电气综合测试系统
冷轧退火炉
引进晶圆flipchip化镀
材料切割设备
边缘形状检测机M2LEP
全自动油介损测试仪
自动TCO焊接机
镀膜材料
车载MesaTVS
激光切割机焊机
偏贴前清洗装置
芯片封装
100/1000兆无线路由器
间保护气氛退火炉
GSM/GPRS基带芯片
碳化硅辊筒
推拉力测试机
复合板数控等离子切割机
高能量离子注入机设备
包装材料
阻焊半自动曝光机
安全芯片
微波等离子体化学气相沉积设备项目
硅片
手动金相研磨抛光机
高温光学浮区单晶炉
食品切割设备通用物料
高真空磁控溅射设备
LED外延片芯片
低转速球磨机
棉制抛光轮
半导体制冷式恒温恒湿控制系统
电子封装材料自动镀覆线
激光直写光刻机环境改造
3DAOI光学检测设备
分选机弧板制作
焊带自动裁切机
散热盖
光通信
精密数控慢走丝线切割机床导电轮
低功耗射频芯片
IBE离子束刻蚀机
全自动晶圆允收测试
台式无掩模直写光刻机
碳化硅石墨坩埚
磁控溅射工艺开发
金属掩膜板手动修复设备
数模混合芯片测试机
PECVD等离子体增强化学气相沉积系统设备
碱性蚀刻机保养
功率继电器
紫外光式火检探头
自动共晶贴片机
线切割后清洗机项目
ip-接口和总线协议-ddr
包装设备
压痕检测机
全自动晶圆划片机
传感器信号调理芯片
真空退火炉2套及其指导安装调试
ip-flexray
衬底材料
金属掩膜板检测机
种子激光分选机
组合惯性传感器
加热型等离子镀膜仪
微波信号
晶圆去蜡清洗机
特气和金属靶材
薄膜四号线在线涂布设备
数控等离子切割机配件
划片机设备
高压MOS探针卡
硅片清洗机及配套自动化设备四套及非接触式载片盒
透明材料切割模块
电路保护开关芯片
圆角磨边后清洗机
超声波清洗头
镀膜机转盘配件加工
单层曝光机
硅片倒片机
DDR总线终端稳压器
硫化锌芯片
机械密封碳化硅环
锑化锗片状碲化铋靶材
便携式等离子切割焊接机
全热风无铅回流焊
纳米钯膜单晶铜键合线关键技术与产业化
氮氧化硅隔离槽刻蚀设备
磁控溅射离子镀设备
高端集成电路测试生产线技术改造项目
物联网无线连接芯片
转换器
碳化硅JBS器件
全自动集成电路研磨机
电源管理模拟芯片
OVP过压保护芯片
锗
半自动倒装芯片键合机
半导体离型膜
GPS模块
低成本X波段硅基多功能芯片
反应碳化硅
毫米波射频集成电路
光芯片波导耦合系统
小型磁控溅射
车载多媒体ASIC芯片
尖峰快速退火快速热退火设备
缝纫及检测设备
防护罩一体化复合加工及测试
表面贴装技术加工设备
单晶X-射线衍射仪控温系统
工业薄膜贴片机
全自动晶圆光学检查机
多功能复合离子注入机
USBVoIP芯片
AI记录仪
全自动编带机
单晶氮化硼化学气相沉积生长系统
全自动点胶环氧贴片机
电致变色用磁控溅射靶材
有机金属掩膜板宏观检测设备
透明导电氧化物薄膜基板项目
超浅结激光退火系统超浅结制备定制模块
磨片划片
大功率分立器件测试系统
倒置显微镜机身
碳化硅管材外衬
LED晶圆激光金属切割设备
氧分析仪液晶屏
无掩膜激光直写光刻机
偏光板贴片机
微晶磷铜球
塑封料
宽带增益放大器
全自动无图案晶圆表面颗粒扫描设备
蓝牙音箱
集成电路设计验证
千叶轮抛光片
单晶少子寿命测试仪
碳化硅单晶炉
西门子贴片机特殊吸嘴
金属材料热导率测试
硅片边缘刻蚀机
半自动贴膜机
BLE AlMESH芯片
深紫外线曝光设备
存储芯片检测设备
宏观检测设备-背面
液晶拼接屏显示器件
其它薄膜生长设备
电子零件贴片机
正面镀膜机
功率型氮化镓基材外延生长研发与产业化示范项目
电子束蒸镀薄膜系统
手持激光焊接机
系统芯片(SoC)
智能移动终端集成电路封装产业化项目
顺丁橡胶
光电二极管
线切割机动化设备
镭雕字符检测AOI设备
半自动激光切割机
射线模块焊接层检测设备
铝合金横梁激光切割设备
半自动晶粒测试一体机
高密度等离子体化学蒸镀机
七轴光学抛光系统
半导体坩埚焊带
探针塔
进口西门子贴片机
高纯磁控溅射靶材
液晶面板自动光学检查系统
整机系统
晶圆测试探针机
玉米抛光机
发电切割材料
集成电路的封装
磁力抛光机
GPS接收模块
全自动金丝引线键合机
伺服中走丝线切割加工机设备
微纳结构刻蚀机
栓钉焊机
焊膏印刷机
等离子清洗设机
封装材料
快速热退火设备及AMOLED成膜封装设备
氧化铝砂轮碳化硅钞轮
无铅回流焊贴片机
usb-c
磁控溅射搬迁服务
bicmos
贯穿式尾灯红外预热摩擦焊设备
场效应晶体管
紫外固化仪
聚酰亚胺薄膜柔性二维量子碳基膜生产线
绿碳化硅加热板
深硅刻蚀机
掩膜版盒存储设备
湿法去胶机
碳化硅球碳化硅粉
蓝膜
圆盘切割机
大尺寸平板工件反应离子束刻蚀设备
金属加工表面综合检测仪
等离子增强化学气相沉积专用干泵
成品清洗机项目
晶圆级植球机
芯片目检机
数字多媒体芯片
多功能切割机
万能电子拉力测试仪
arfi光刻机
荧光渗透检测线设备
全自动激光晶圆划片机定制
卧式砂轮切割机
红外接收芯片
半导体激光光纤
树脂切割片
定位格架外观自动检测系统
ssd硬盘
Super-JunctionMOSFET
绷膜贴片机
RCA湿法刻蚀
砂轮切割机皮带
检测用六轴机械手
可流动性化学气相沉积设备
标的物
脉冲控制IC
标清和高清解码芯片
球焊机
大尺寸外观检查机
自动化切割机项目
惯性组合导航系统
片式薄膜电阻
显影蚀刻剥膜机
单晶设备
硅片综合检测仪
刮板薄膜蒸发系统
多材料等离子体刻蚀机
高效臭氧清洗技术开发
便携式图像显示器芯片
切割后包装机
高效节能数字类功率放大IC
碳化硅外延缺陷检测
角磨机砂轮切割片
ip-其它ip核
硅单晶外延片
样瓶自动清洗机及智能弃料输送设备
音频数模混合信号芯片CODEC
全自动卷带切割机
预烧结贴片设备
化学机械抛光机
电解抛光腐蚀仪振动抛光机
DAC数模转换
封装夹治具
半导体产业化项目
银浆固晶机
物理气相沉积硅通孔铜腔室
鼠标光学导航芯片
金属有机化学气相沉积设备项目
碳化硅轴套
抛光后清洗机
研削设备
全自动匀胶显影机
高密度等离子体刻蚀设备
膜厚测量机
固晶机
peald设备
掩模版储存设备
晶体减薄切割机设备
脉冲点焊机
等离子清洗机无法抽真空维修
电热丝切割机
智能蒸汽清洗机
金相背胶抛光布
12吋晶圆制造基地
压电蜂鸣片自动贴片机
显微镜配套数码摄像头
第二代半导体
OGS触摸屏盖板智能自动化切割设备
三靶磁控溅射机
火焰钎焊平台
液晶面板FOG贴附装置
半导体激光芯片
式可编程回流焊炉
基板光刻尺寸光学检测机
光学薄膜
GD32 MCU
高精度自动对准键合机
eda-mes
洗涤烘干机清洗服务项目
DNS匀胶显影机
半导体材料分析仪
研磨及化学抛光系统设备
热电偶双炉检定系统
件自动化精密清洗腐蚀设备
碳化硅耐磨耐火浇注料
高速高精度ADC/DAC芯片
语音芯片
工艺咨询服务
薄膜制备蒸镀系统
抛光切割仪
半自动永久芯片键合机
LED电源IC
全自动金丝键合设备电路板维修
红外显微镜头
电气性能金属技术监督检测服务
自动定尺切割控制器
手动显影机
碳化硅防磨技术
薄膜表面瑕疵在线检测设备
热释光退火炉
多功能粒子束固化高聚物及半导体微纳结构加工平台
脱碳退火机组退火炉设备
军用集成电路
全自动高真空离子溅射镀膜仪
碳化硅管
碳化硅对合金丁晴胶
12英吋集成电路芯片生产线项目
清洗机改造
等离子蚀刻设备
贴片机吸嘴
OLED显示驱动芯片
封装植球外观检测仪
高压芯片封装
抛光机抛光片
铝带
银烧结模块贴片设备及服务
固晶机夹具
色谱柱切割片
无源元器件嵌入式MEMS功能组件基板研发与产业化
电子束蒸发和磁控溅射复合镀膜系统
全自动去蜡清洗机
霍尔感应芯片
荧光渗透静电喷涂检测设备
智能变频电火花针孔检测仪
激光焊接设备
激光焊接系统研制项目
低温再热器水冷壁和省煤器化学清洗系统安装施工
步进投影曝光机
全自动红外显微镜
有机金属掩膜板手动修复设备
陶瓷宽体封装
加固液晶显示器组件
半导体载流子迁移率测试仪
LCD/AMOLED显示驱动芯片
梯度碳化硅等径三通
PECVD卷绕式真空镀膜机
ccga锡柱
双室电阻式及溅射式镀膜集成手套箱设备
超高真空磁控溅射-电子束蒸发复合系统
磁控溅射镀膜机升级
电池管理专用芯片
常用贴片晶体管
半导体硅光电探测器
防腐碳化硅修复项目
数字光耦
高速光模块芯片
激光切割机维修配件
灌封胶
等离子体平坦化氮化铝膜层刻蚀机
压延太阳能电池封装玻璃烟气处理设备
微波/毫米波芯片
高速接口电路serdes IP
等离子清洗系统项目
物联网安全芯片
靶材设备
芯片封装实验室建设
贴片机维修调试
半导体级多晶硅
插芯固化炉
高熔点含银焊料
石英晶体振荡器薄膜测厚装置
eda-模拟
有机清洗设备
键合引线拉力及芯片剪切力测试机
钝化去胶全自动有机清洗机
LRC型元器件自动智能外观电性能一体式检测系统
四合一电源芯片封测
显示面板
机器人慢走丝线切割机床
射频集成电路产业化
硅基砷化镓光电子
烘干炉炉体设备
测试编带机
激光焊及自动打磨工位
固态存储产品
模数转换器
臭氧水发生器阵列自动光学检查机边缘曝光机
自动目检机
背光源自动光学检测装置
全自动焊接夹具
8英寸全自动涂胶显影机
大型自动金相切割机
化学气相沉积修补设备
快速清洗机
AI算法加速处理核
半导体材料光催化降解性能测试系统
高精度数模/模数转换器
射频前端芯片
射频功率芯片封测
电容式/光学式指纹识别芯片。
中电流离子注入机
垂直外腔面发射激光器
辅料-碳化硅
全伺服间隙式涂布机项目
手动紫外曝光机
二极管外延片功率型芯片产业化及应用示范工程
波导产品设计加工装配表面处理测试
砂轮片切割机
抛光液单
全自动切筋成型分离系统
真空储能焊接机主机
碳化硅大小盘
民用卫星
真空气相沉积设备项目
等离子变坡口切割机
eda-lvs
半导体综合测试仪
半导体少子寿命测试仪
ITO蒸镀机1台
半自动贴片设备
FBS分选机配件
电子束曝光机及配套设备
闭环控制高性能磁控溅射离子镀膜机
靶材料
电阻式储存器
平板显示屏的驱动芯片
高真空蒸镀系统配套手套箱
真空探针台
精密研磨抛光系统
uwb
包层沉积设备
AH系列线性霍尔集成电路
感应耦合等离子刻蚀机
高精度自动点胶贴片设备
全自动聚酯薄膜包装机
慢走丝切割机
真空离子溅射仪等设备
高精度放大芯片
euv光源设备
箱式退火炉
全自动光学检测试仪
半导体耐电晕垫条
自动贴片机刀片
无氧高精度激光焊接系统
扫描电镜在线等离子清洗系统
普通触控芯片
记忆体模组
面板分选机
半导体全固态激光加工机
电渣焊机
原位芯片耗材
ldmos
ip-adc
涂胶控制系统
掩模制造
真空冷冻镀膜仪
电子及印刷光刻胶
多晶硅刻蚀机
铜铟镓硒四元溅射镀膜靶材研制
存储控制器芯片
工业芯片
集成电路测试
1氧化膜等离子体刻蚀机
化学气相沉积系统等设备
回流焊设备
透射型与反射型穆勒偏光显微镜技术升级与改造项目的配套设备
12吋晶圆电镀铜金属沉积系统
磁通量传感器
非金属干法刻蚀机
双轮异向切割锯锯片
ASIC
探针台
曝光机铝
真空检测机
电子束刻蚀机
pecvd设备
电加热式退火炉
双电测四探针测试仪
红外线
氮化铝薄膜沉积设备
Transistor)
焊缝磨抛机器人视觉系统与打磨系统
CCD光学检测分析设备
表面刻蚀系统
金属配线等离子体刻蚀机
台式氮气无铅回流焊机
退火炉炉辊设备
贴片流水线
晶体管液晶显示器件生产项目
ICP介质刻蚀机
陶瓷粉料球磨机
扩散炉研发
mos
砂纸抛光片
碳化硅耐磨防腐改造
芯片设计
晶体减薄机
全自动平行反应器测试系统
抛光片
耐磨碳化硅平面配螺栓
自动贴膜设备
前端等离子体增强方式氮化硅薄膜化学气相沉积设备
管式扩散炉
镀膜机靶座
图形处理器
全自动点胶机控制器
ALD刻蚀机
金属开料切割机
钨金属及二氧化硅抛光液
谐振器
模拟数模汇合器件
切扩散炉
热镀锌-退火炉燃烧系统
阻焊全自动印刷机薄板
精密自动贴片机
有机金属精密掩膜板张网测试机
局端基带芯片
液晶模组自动光学检查系统
配置负性光刻胶
高压磁控溅射系统
可控温匀胶机
电解腐蚀抛光机
自动氩弧焊系统
全球卫星导航芯片
晶圆表面清洗机
97碳化硅细粉
件自动清洗工艺技术研究
红外热成像与测温机芯
自动涂胶设备
封装外壳
直流沉积设备
金属真空溅射机
柔性电极激光刻蚀机
PECVD蒸镀机
超精细金属掩膜板
点胶
自动点胶机系统
切割机及高精度电子天平
夹具自动清洗机
半自动抛光机
多晶硅料
对准键合机品目
金属电极刻蚀
环境光检测IC
研磨抛光机
200x200研发蒸镀设备
测试设备印字
存储器设备及配件
紫外光固化系统
深腔金丝球焊键合机
语音辨识码
外测晶圆
旋涂机光刻胶承载碗
全自动磁控溅射镀膜仪
台式横向泡沫切割机
碳化硅单晶衬底改造项目
高速点胶机
半导体级化学品填充机
全自动铝线焊线机
等离子清洗机项目
复合碳化硅脱氧剂等材料
Backlight LED Driver
流离子注入机
自动蜡键合机
光刻主机
专用处理电路芯片
硅片传送装置
自动硅片倒片机
高功率等离子体刻蚀机项目
封装设备
键合晶圆片
钛焊丝
氧化层蚀刻机
自动光学缺陷检查
隧道式连续清洗机
碗形塞清洗烘干自动生产线
AI
全自动软胶囊机
光刻机
模拟集成电路
高清显示屏
CMMBTuner
黄光涂胶显影机
晶圆厚度量测机
低噪声放大器
高导热碳化硅捣打料
充电式割胶机
激光切割设备和泡沫切割设备
等离子加强化学气相沉积设备
电控专用SoC
高深宽比填孔薄膜设备
物料传感器
白板单晶设备
LED灯饰芯片
高精度烘箱
成膜自动光学检测机
光刻辅助设备
全自动双离子束溅射薄膜沉积系统
真空腔可连接离子注入机
音效处理ASIC芯片
研磨抛光机检修调试
单晶炉
纤维混凝土动态力学性能测试
混合胶
全自动集成电路切割机
深沟槽隔离等离子蚀刻设备
苯罐内浮盘密封装置
LNB控制芯片
脉冲激光焊接机
激光退火机
芯片封装耗材加工
CRD碳化硅
镀膜机机械泵
全自动电解抛光机
RS422总线接口芯片
金刚线切薄片化硅片技术
硬钎焊机
光学测试机
硅片边缘抛光设备
AMOLED寿命测试设备
磁隧道结沉积设备
钨介质刻蚀机
硅片厚度测量仪
外延炉设备
功率管理(Power Management)IC
抛光机及数控柔性自动加工单元自动化改造
自动检测分选机
商用控制IC
连续式退火炉项目
半导体生产设备用工艺排气处理装置
硅片膜厚测量
eda-layout
喷涂及及数控切割机耗材
silicon
高性能四通道分选机
碳化硅材料生产项目
无掩膜数字光刻机
光学镀膜
晶片键合机
自动检验机
显微镜专用温度控制设备平台
激光刻制机
精细抛光机
磁控溅射系统设备
蒸镀DBR反射膜工艺
高端智能金相显微镜
立式氧化炉管设备
碳化硅无水浇注料
金属硬质掩膜
打磨机抛光机砂轮机热切割机
胶水存储器
斜靶磁控溅射机
BOE清洗机
光器件损伤检测设备
光刻间离子化静电消除系统
金属材料机械性能测试
原子层刻蚀机
耐腐蚀雷达吸波涂层酸性盐雾等环境性能测试
蒸镀冷却器
载带键合机
涂胶显影系统
电池充电芯片
装带包装设备
固晶夹具
碳化硅芯片
退火炉标准件
半导体温敏二极管
模拟混合信号集成电路
ip-其它接口和总线协议
安全芯片晶圆
精密电桥测试仪
小型薄膜电路丝网印刷机
全自动生产线led分选机
快速清洗消毒机
激光切割机及配件
焊锡机锡杯
多晶硅片技改升级
键合设备
包件二薄片切割系统
镀膜机定量轮
纳米压印机项目
台式切割机切割片
连铸氢氧切割设备
高真空薄膜制备系统
切割片超薄树脂切割片
镀锌退火炉大修项目
图像传感器
相贯线切割机喷嘴
全自动撕膜机
半导体工艺配套设备
砂轮及切割片
TFTLCD液晶显示模组
高温真空化学气相沉积系统定制项目
石英晶体谐振器技改项目
智能型等离子体化学气相沉积系统
单片去胶机
固晶机送收料
变频驱动芯片
红外热成像
TCS分选机设备
晶圆传送机
基片划片切割机
单片湿法清洗刻蚀机
印制电路板焊接
高端固态存储主控芯片
SMT贴片机
磁控溅射薄膜沉积系统
光通讯
实验室用紫外固化器
开关专用集成电路
晶圆电性测试设备
12寸自动晶圆可靠性探测仪
BN化学气相沉积系统
高精度半导体器件涂布机
全自动成品切割机
大尺寸雏形工件磁控溅射镀膜系统
半导体设备管道加热
自动共晶焊系统
波峰焊过炉治具
石英晶片
人工智能处理器
金属氧化物化学气相沉积系统
半导体激光手术刀
光电SENSOR
碳化硅微反应器
自动串焊机
切割磨片
机组切换锌铝镁产品及辊涂感应加热器更新改造在线膜厚检测仪设备
高密度芯片封装及背光源柔性线路板扩建项目
超声焊接机套
医用超声清洗装置
单层连续挤压式涂布机
芯片封装机
轴伺服电机激光切割机
双阴极等离子溅射沉积设备
晶圆涂胶
SMT贴片机系统
半导体级薄膜沉积用气体供应商
底填胶
封装测试设备
全自动真空平行封装机
后段钨化学机械抛光机
碳化硅防腐施工
全电动正置荧光显微镜
EPGA芯片
自动键合机项目
直流金属溅射设备
高精密程控烤胶机
紫外-臭氧清洗设备
桥壳总成清洗机
弹性体疲劳测试系统
液晶屏显示驱动芯片测试技术研究
氧化膜一体化刻蚀机
全自动太阳能多晶硅片预清洗机
低压气相沉积设备
全自动药品容器封装设备
微型大功率智能半导体功率控制器件
金刚石性能测试装置
成品测试
ASM焊线机
波峰焊锡机
半导体控温系统
光学薄膜设备
超声波相控阵检测设备
视频贴片机
视频芯片
精密芯片切割机
涂布系统套
逻辑老化测试机
碳化硅火泥
全自动晶圆修边机
NOR
碳化硅金刚砂
钨化学机械研磨机与研磨缓冲清洗设备
管式硼扩散炉及自动上下料设备
蚀刻设备
角磨机抛光钢丝轮
NANDflash
自动楔型键合机维修
半导体温控模块
模拟电路芯片
双室OLED真空镀膜系统
RF芯片
钢网清洗机
贴片机升级设备
半导体泵浦光源
全自动电子光学检测机
电感耦合等离子反应刻蚀机
通信接口芯片
OLED清洗机
传感器芯片
铟柱镀膜机
晶圆贴膜机设备
全自动实验室器皿清洗消毒机
晶圆收纳盒
多晶硅刻蚀机及备品备件
匀胶设备
分选机浅槽链
高精度切割雕刻机
双面蚀刻机
CMOS低压差线性稳压器
锡膏印刷自动光学检测机
碳化硅加工
微波芯片
碳化硅套管
照明装置驱动IC
闪存存储器芯片设计技术
电源模块
半自动接触光刻机
金属栅一体化沉积装置
碳化硅铝基复合材料新工艺
混合信号芯片
物理传感器
switch
激光切割
声共振混合应力刺激测试机控制系统
溅射靶枪系统
退火炉炉后驱动链轮
氧化膜湿法刻蚀设备
阵列自动光学检查机
进口匀胶机
材料屏蔽效能测试夹具
自动晶圆参数测试仪
台式点胶机维修
紫外线清洗机
AC-DC转换
单晶衬底材料
超电材料综合测试系统
动磁式材料疲劳测试机
ACDC开关电源IC
全自动芯片贴合机
高精准晶圆裂片机项目
双胆退火炉
激光打标机
打磨机抛光机
自动涂覆烘干机
智能设备显示主控芯片
砷化镓厂房
晶圆分拣机
低压等离子处理器
芯片制造材料项目
静电去除器
蓝牙音频集成系统芯片
高端电源芯片
智能应用处理器SOC
UFS主控芯片
全自动金丝键合上板机
soi键合设备
厚板切割机
磁控溅射薄膜制备
焊材辅料
新型高效TFTLCD半导体发光背光源产业化技术
集成电路BGA封装用精密锡球
混合集成芯片
平盘研磨抛光机
碳化硅基器件加工
碳化硅基底
螺旋埋弧焊管
碳材料测试加工
晶圆级倒装装备
全自动在线点胶机
退火炉水套冷却段
ip-rom
5001离子注入机
激光清洗设备
纳米压印系统进口产品
闪存(NANDFlash)控制芯片
SoC系统
自动化结晶溶液配置机器人
ip-mpeg-4
盖自动点胶机项目
数控激光雕刻切割机及激光焊接机
半导体高粉尘强腐蚀工艺用工艺排气处理装置
晶圆清洗设备
超高能离子注入机
多功能粉体物性测试仪
单火触摸IC
纳米压印设备
步进式光刻机氟气系统
板式热交换器在线清洗装置
功率器件测试系统
晶圆测试机
碳化硅类耐材
图像传感芯片
人工智能语音识别芯片（ACH1190）
数字SoC
芯片生产外协服务
楔形键合设备
半自动球焊和楔焊机
电极蒸镀设备
橡塑管清洗
晶圆分类传送机
配向膜厚量测机
晶圆片回收清洗机
传感器件及材料
全自动无胶水激光封边机
复合管多功能超声检测仪等设备
蓝牙Audio
中芯绍兴IGBT模组生产线项目第十三批等离子体平坦化氮化铝膜层刻蚀机
低温芯片测试机
智能型激光雕刻切割机
风机口三防布软连接单晶设备
集成电路存储芯片
柔性材料镀膜机
石英晶体产线设备
液晶脱泡机
桌面显影机
980纳米半导体光纤激光器
自动焊膏检查机
金相精密切割设备
罩式炉及退火炉保护系统
1号锅炉化学清洗
混合集成电路鉴定检验
高低温IC测试分选机
阻焊涂覆烤箱
多舱式清洗消毒机
多晶硅化学机械抛光机
感应耦合等离子体刻蚀系统6寸转换器装置
镀膜机相关设备
单罐行星式高能球磨机
真空吸附式薄膜固定系统开发
覆层厚度测试仪
高真空电子束金属蒸镀系统
树脂刀片
多媒体处理SoC芯片
在线涂胶机
键合丝
半导体湿法制程处理系统
金属有机化合物气相沉积机
晶圆测试
动环碳化硅静环碳化硅挠性材料氟橡胶
电子束镀膜机
图案化蓝宝石衬底制造项目
高速信号传输接口标准之混和信号IC
纳米压印机品目
芯片气相清洗机
制样自动切割机升降油缸
SMT自动封装组装系统
二极管裸芯片等半导体元器件
手提砂磨机抛光片
砷化镓晶片清洗机
功率模块测试分选机
碳化硅焊接弯头
晶圆分类机设备
干膜显影机
数控等离子切割机除尘机
引线键合机
等离子增强化学气相沉积系统
diode
切割片及砂布
彩膜光罩清洗机
贴装厚膜电阻
涂覆设备
液晶滴下设备
各项同性多晶硅刻蚀机
等离子钼和氮化铝金属刻蚀机
SMT贴装线设备
analog测试机
单片集成电路
酸性蚀刻机保养
eda-仿真-力学
安全加密产品
碳化硅机封
混合信号器件
高纯度拉晶设备组件
在线型锡膏自动光学检测机
铁电非晶玻璃制备装置
Ta干法刻蚀
超高真空磁控溅射系统设备
气相沉积表面封孔设备
传感器自清洁
氮化镓单晶氢化物气相外延生长系统
碳化硅矾土
半导体激光打标系统
电解腐蚀抛光仪
精密刻蚀镀膜仪
双管氧化炉
全自动双沉积腔原子层沉积设备
焊锡膏
外延片清洗机
电力半导体组件
图形加工刻蚀系统
全数字等离子弧切割机
全自动划圈法附着力测试仪
基于铌酸锂薄膜的集成光学项目
纳米晶磁芯
全自动化精密焊接机
限幅放大器
钎焊炉
金相自动切割设备
RFID存储卡标签芯片
桌面式薄膜溅射沉积系统
雷达发射机
EBSD自动振动抛光机
自动驾驶芯片
激光管
高真空四靶磁控溅射式镀膜设备项目
柱透镜自动光学检查机
UV固胶机
碳化硅敷设施工
智能仪表芯片
光电晶闸管
硅基衬底高性能压电薄膜制备
光刻机用纯化器
电感耦合等离子体通用刻蚀机
直接铜键合机
LED显示驱动
深紫外线沉浸式光刻机配套涂胶显影机
自动球焊机
陶瓷金卤灯封装设备
光电模组
晶圆级全自动器件参数测试机
无线连接解决方案
电焊机材料
全自动封口氦检机
AC-DC降压IC
阻焊麦拉曝光机
全自动背面保护胶带揭膜机
真空镀膜室及其附属装置
生长炉
干熄炉检修耐材
自动化导电屏蔽布胶带
光电系统
太赫兹
液晶显示器件
半自动环氧贴片机
雷达收发一体机
电机式扫描热金属检测器
晶片粘蜡设备
TBS分选机
多晶带锯条
油箱系统清洗设备
半导体封装
自动化烘干机
硅片离子注入设备
自由曲面智能机器人抛光设备
微波等离子CVD设备
PVD涂层设备
光收发模块用驱动芯片
电子束蒸发一体薄膜沉积系统
全自动集成电路塑封机
eda-工艺开发
燃气退火炉炉辊
55nm工艺光罩晶圆
超薄液晶升降器
小家电定时控制芯片
调制解调器
cmos
高功率等离子体刻蚀机澄清
半自动裂片机
外观分选机
半导体晶片切割
键合丝
半自动气体保护焊机
清洗烘干单元
高温陶瓷传感器加工制造系统等专业设备
能源管理
涂胶前清洗机
高性能存储器半导体工艺流片
半导体功率模块集成封装测试平台
全自动电气安全检测仪
55寸三星原装液晶面板
碳化硅芯片开发
镜子组件加工及镀膜
激光切割机及自动上下料系统
光刻机国际
LED照明驱动
全自动高性能比表面积及孔径测试仪
可编程芯片
AI芯片
全自动高精度贴片机设备
RS485接口通讯芯片
复合镀膜机
小型切割机
真空双面曝光机
碳化硅法兰短管
ARRAY曝光机
全自动名片切割机
微刻蚀机
激光切割机润滑油
封装焊接机
碳化硅外延材料测试化验
减薄抛光系统
履带架自动化焊接生产线
ip-mipi
特种晶圆工艺生产线
SPI NAND Flash
模拟与混合IC
半导体光动力治疗仪
射频等离子体清洗机
DC/DCConverter
全自动贴膜机包胶滚轮
真空外延设备
氢氧切割设备维护
单面涂胶机
光刻显影自动化单元
双面掩膜对准系统
智能红外恒温回流焊机
氧化膜干法刻蚀机一台双腔复机
电能计量芯片
光掩模KrF光源缺陷模拟仿真设备
自动光刻机
原装进口贴片机
橡胶衬板球磨机
刻蚀设备石墨类维修项目
低压微波等离子清洗机
光性能测试设备
材料光学性能测试仪
设备的清洗
单片晶圆键合系统
特种合金膜镀膜机
砷化镓太阳能电池芯片
角向切割片
溅射镀膜靶材
载波通信芯片(OFDM)
金属薄膜量测机
大尺寸超薄晶圆切割
网版冲洗显影机
激光切割机及配套设备
模拟信号处理芯片
电压检测IC
高炉检修
晶圆研磨减薄机
大堂机接近传感器压板
大功率场场效率管
LED驱动电源芯片
汽轮机主副凝汽器清洗
振动给料机密封装置
热处理老旧退火炉
SMD编带机
nor
电池保护芯片
切割机锯条
多媒体闪存卡
eda-高阶综合
硅刻蚀机
等离子切割机耗材
碳化硅渣浆泵配件
实验型球磨机
半导体金刚石衬底材料研制
纳米压印与等离子体刻蚀设备
焊装刻划标记机
全自动一体式磁控溅射镀膜机
eda-功能验证前仿真
电圆锯切割机
电镀激光切割机
晶圆表面处理设备
基板清洗机
自动化硅胶垫
偏光片和功能薄膜
平面双向拉伸薄膜成型及测试系统
半导体新材料
声表器件
自动清洗系统
等离子去胶机物资
自适应以太网物理层芯片
汞灯光源设备
功率半导体器件其他设备
自动铝线键合机
芯片封装项目
磁控溅射标准靶材
二维码模组
无铅波峰焊机
半导体综合测试系统
激光雷达芯片
干法刻蚀系统
ip-vpu
半自动楔形键合机
碳化硅修复材料
智能读写芯片
坡口切割机
手动高温封装机
多靶磁控溅射台
彩膜段膜厚测量机用上下料机
真空贴膜机设备
碳化硅晶体生长炉
退火工艺立式炉管
小型PCB贴片机
分类检选机
激光晶体孵化器
其它硅片
电源转换IC
重力式分选机
激光半导体封装实验机
多孔碳化硅
微电子工艺测试设备
耐磨碳化硅管件
微流控芯片模具
三维自动光学检测仪
蜂窝物联网芯片
高压MOS
标签全自动检验机
前端背面等离子体增强方式氮化硅薄膜化学气相沉积设备
角磨机金属切割片
处理器芯片开模与封装
掩模夹
丙酮
智能监控芯片
盲孔自动光学检查机
单晶拉晶块料
陶瓷碳化硅
件环保清洗剂
封装-清洗设备
半导体激光打标机
半导体分立器件鉴定检验
 FRD
型材切割机等材料
时间继电器专用集成电路
全自动离子溅射
钢试样快速全自动研磨抛光机
碳碳化硅主承力板
介质层等离子体刻蚀机
退火炉用烧嘴
半导体材料电性能测试仪
半导体晶片研削机项目
高性能模拟集成电路
半导体激光器泵浦源
角磨机百叶加厚抛光片
智能化系统
晶体三极管技术改造项目
光学元件清洁包装与光洁度检测工位
HCI封装级可靠性测试机
智能抛光设备
化学气相沉积真空泵
自动匀胶显影机项目
氧化炉控制软件
自动编带机维修
手持激光刻蚀机
底片贴膜机
半导体晶圆
刻蚀机腔体镀镍夹具
碳化硅保护套
氮化硅化学气相沉积机
金属键合丝产业化项目
桌面级智能激光切割机
汽车安全芯片及算法
汽车电子IC
音频/视频和多媒体处理电路。
贴片机吸头
晶圆制造
熔单晶炉
双室电子束及磁控溅射式镀膜系统
金属氧化物薄膜沉积系统设备
碳化硅防磨剂
双头视觉贴片机
掩模刻蚀工艺处理设备
薄膜沉积
环氧胶膜j69e
半导体光刻胶
集成电路封装与测试基础
微波等离子体VCD沉积设备
阻焊制作系统
电机控制IC
干法释放刻蚀设备
受光器件
厚度自动分选机
分子束外延系统用涡轮分子泵套件
DCL机组退火炉纤维类耐火材料
机械密封碳化硅
智能型磁控溅射沉积系统
二维切割机过滤器自动清理和下料接收装置
碳化硅退火成膜生产设备
半自动回流流焊设备
逻辑IC
全自动金相研磨抛光机
疲劳性能测试仪
SMT在线锡膏厚度检查机
焊接封装线
光学浮区法单晶炉等设备
单晶硅棒
网带式气氛氧化炉
镍等离子体去胶机
焊装铝粉打磨抛光除尘系统及集成
桌面激光切割机
制焦等离子切割机
种子分选机
金属膜厚测量机
特种标签
集成电路器件二次老化筛选服务
单片式硅外延炉
旋流器碳化硅
小功率激光切割机
面光刻机
化学曝光机
碳化硅外延生长系统
高能离子注入机
全自动蛋白质曝光系统
电极研磨抛光砂纸
砂浆多线切割机
聚氨酯树脂自动混胶设备
存储
镍基焊材
broadcom芯片
折弯极耳焊接机
金刚玉碳化硅耐火浇注料
抛光液
氧化炉掺混设备及其工艺
超高真空电子束蒸镀系统主机和标准附件
可控硅控制电路
钒碳化硅脱氧剂
深反应离子刻蚀设备
光刻机原装配件
激光切割机保护镜片激光切割机
光刻胶剥离设备
高档薄膜按键
795nm外腔半导体激光器
离子刻蚀微调机
果蔬清洗分选机
高温无定形碳厚膜化学气相沉积设备
高密度等离子薄膜沉积设备
制样抛光机
清洗制绒设备
全自动单面化学机械抛光机
高分子碳化硅
上下保护膜自动光学检查机
溅射靶材
OLED喷金镀膜设备
运算放大器
硫化锌靶材
6英寸硅片
金刚石切割机
烘干炉微波设备
环保型管材化学清洗机
惰性气体保护焊机
自动封点银胶设备
波峰焊接机
300mm离化金属等离子体物理气相沉积钛薄膜化学气相沉积氮化钛薄膜设备
半自动封装设备
95碳化硅
四通道分选机
气流式超细粉体制备与分级检测设备
碳化硅电阻炉
硅片分类机
双极电路
等离子体增强氧化硅沉积设备
金属掩膜板
碳化硅长晶炉
定向凝固单晶炉
下降法晶体生长设备
半导体紫外激光器
高铝质碳化硅耐火材料
离子镀膜解析光路系统设备
高真空镀膜仪
芯片倒装键合机
铜丝-铜丝
射频前端模块
二管退火炉
光纤激光刻蚀机
全自动激光划片机
真空磁控溅射系统
检测编带机
工业用存储模组
流片
化学机械抛光后清洗机
角向抛光片
选择性波峰焊工艺性能测试仪
碳化硅渣
Offline深紫外光覆盖显影机设备
窄边框半自动喷阀封胶机
等离子切割机系统
氧化物薄膜及异质结制备系统
视讯控制IC
球磨机端盖板
无掩模投影式步进光刻机
掩模清洗机项目
程控中温退火炉
贴片机控制器
碳化硅切割液生产项目
碳化硅合金
硫酸钙晶须
薄膜测量模块
背光检测机
时序控制
集成电路主控制器
贴片胶
氧化钽溅射设备
全自动曝光机设备
多芯片装片机
光刻涂布设备
激光切割机基础
高精密阻抗测试系统
单晶锭X射线定向仪
阻焊DI机
丝锥切割机
真空放电等离子烧结系统
NA-100c
管线物理清洗
全自动集成电路测试机
超高清帧率转化芯片
硅片几何参数测试仪
金属激光切割机实训设备
等离子增强化学气相沉积机
3D自动锡膏检测机
激光切割分粒机
蓝宝石衬底Si外延片
晶圆吸气剂加工
配向版清洗机
半自动硅片清洗机
内存存储器封装测试技术改造
贴片机飞达
激光切割机改造
双室高真空PECVD与磁控溅射集成镀膜系统
光模块端面自动清洁检测集成设备
光刻对准精度检验机
锡膏印刷检查机
台式精密数控等离子切割机
接触孔刻蚀机
铝箔封口质量检测系统项目
VATAGP9芯片封装
集束半导体工业激光器
绝缘栅双极型晶体管
深氧化硅等离子体刻蚀机
超高真空磁控溅射镀膜复合系统
半自动封胶机
超高精度电迁移测试机设备
基板焊接炉
装配精度检测设备
铁氧体和氧化物介电薄膜
退火炉设备项目
感光制版显影墙
磁控溅射系统移机服务
机器人焊接系统
激光切割机精度调整
存储芯片测试机数字模拟射频芯片测试机
清洗箱
射频功率晶体管
匀胶系统
高压镜片镀膜机
金属掩膜板清洗机设备及服务
全自动晶圆减薄机
金带键合机
切削动态性能测试系统
248nm深紫外线扫描式光刻机
无线传感器
氧化铟锡成膜前清洗机
BLDC电机管理芯片
卷绕型磁控溅射镀膜机
半导体器件涂布机
晶圆激光应力诱导切割设备
工序间清洗机
大面积柔性基底PECVD镀膜设备
MEMS芯片
三维激光雕刻切割机
半导体薄片激光器晶片
真空热蒸发磁控溅射双功能镀膜机
探针卡PCB
半导体集成电路板
MOCVD气体纯化和输送系统
薄膜表面缺陷检测仪
扫描式光刻机曝光源汞灯
数字信号处理器。
大气等离子清洗机
金属氧化物薄膜沉积系统
矽品电子集成电路封装测试
金属气相沉积设备
MEMS传感器
晶元
蓝牙无线通信芯片
硼硅玻璃圆晶片
防静电高温胶带
模数混合处理芯片
8英寸旋转腐蚀清洗设备
电路板表面缺陷自动视觉检测
太阳能逆变器电源
纯离子镀膜机
感应耦合等离子体刻蚀机设备
栅氧前清洗机
光模块封装外壳项目
管式PECVD镀膜设备
一体化自动清洗机
键合晶圆项目
余热锅炉检修改造
碳化硅高阻防晕漆
全自动外观检查机
自动注胶机
机器人高压清洗机改造
多功能卡
TRIACs
TiN镀膜机
等离子深硅刻蚀机
立体光刻微加工系统品目
方块电阻测量设备
液晶面板COF贴附装置
型自动检修捆包线体
彩膜显影机剥离光阻机对接型去光阻机功能水清洗机
酸
AMOLED成膜封装设备
视觉检测设备
纳米金刚石弹性湿式海绵抛光材料开发
全自动破裂强度测试仪
半导体激光机
倒装自动固晶机
电源IC
光刻版加工
碳化硅陶瓷材料
立体光刻微加工主设备
光电薄膜振动检测仪
外腔半导体激光器
普通手工电焊机
肖特基二极管
金属键合机
抛光膏
全自动晶粒测试机
溅射镀膜机
等离子体增强化学气相沉积系统
等离子切割设备配件
难熔金属涂层电弧沉积设备
汽车电源管理芯片
12寸全自动显影清洗机
KTP晶片光刻镀膜技术服务项目
分片贴片机
目检
微电子产品
半自动球形键合机
升降压芯片
轧制退火炉
载波芯片晶圆
AR晶圆
打印机主控SoC
人工智能的无人自动化产品
硅片酸制绒腐蚀设备
镀膜机配套安装
集成电路芯片
ip-图形处理和多媒体
柴氏提拉式长晶炉
反应离子刻蚀PECVD设备
半导体分类器件
冷压焊石英晶体谐振器
制绒刻蚀自动上下料设备
高温打胶机设备及服务
第8.5代薄膜晶体管液晶显示器件
非接触式IC卡封装加工
混和信号
短距离无线通信芯片
电子束与电阻式蒸发金属沉积系统
nand
垂直快速蚀刻机
高性能焊线机
介质化学气相沉积设备
玻璃钝化封装瞬变电压抑制二极管
铜靶
光学平面镀膜波导腔
数控切割工位
海绵轮抛光机
切割机碳刷
半自动边缘抛光机
小型全自动清洗消毒器
放电室陶瓷溅射性能评估系统
AOI自动光学检测系统
服务器南桥芯片
M2M卡
TSS)
气相沉积固体润滑薄膜设备
料管包装设备
转塔式分选机
全自动球焊机
三维自动光学检测机
干法刻蚀设备金属刻蚀及服务
自动精密抛光机
微型精密件全自动激光焊接设备
半导体光刻与薄膜工艺设备
紫外光固化立体数据成型机系统
切割芯片
全自动高速PCB封装点胶机
高精度自动贴片机设备
合金持久性能测试
静电喷涂渗透检测线
40微米外延片
无掩模曝光机
小型液压纽扣电池封装机
炉燃烧器敷设碳化硅耐磨材料
集成电路晶圆测试公共服务平台
光刻机
配向膜检查机
电容式触摸按键控制芯片
显影设备
离子镀膜机及附属装置
si
AH系列单极性霍尔开关集成电路
多媒体智能芯片
中走丝线切割品目
多功能机械修块研磨抛光系统
干法滚桶式球磨机
转盘分选机
碳化硅浇注料
磨粒流抛光设备
ddr2
涂胶显影
喷枪清洗机
氧化物半导体靶材
高配双通道分选机
高清显示桥接TCON芯片
型材切割机切割片
实验检测组合机
数控等离子切割机风机
微波等离子化学气相沉积系统配件
全自动目检机COTAOI
气动砂轮机抛光机
8寸接触孔刻蚀设备
离子清洗机项目
晶圆分离机
马达驱动集成电路
全自动等离子体化学气相沉积设备
感应耦合等离子体深硅刻蚀机
LED编带机
LPDDR4X内存芯片
半导体红蓝光治疗仪
NPM贴片机
功指数球磨机
多晶硅蚀刻机
数字化光纤驱动器
背面硅刻蚀机
射频功率器件
机械精度检测设备
波峰焊裁板工装
压电式材料和传感器
全自动超声波结晶系统
全自动精密金相切割机
碳化硅设备
成像照明的激光器
语音交互人工智能芯片
台式扫描显微镜
通用激光切割机
离子注入与碳薄膜沉积设备
金属等离子体刻蚀设备
氟化氙气体刻蚀机
高速切割砂轮片
有机超声清洗机
脱硫碳化硅管件加工
中紫外步进式光刻机
液晶面板边缘涂覆机
AC-DC
半导体激光器系统项目
高真空电子束沉积系统
芯片封装生产线
等离子体氮化铝和钼金属刻蚀机
射频溅射镀膜等设备
西门子贴片机
高温烘烤机
钨化学气相沉积系统
接口芯片
电感耦合等离子刻蚀设备
焊管类材料
8英寸薄膜厚度仪设备
退火炉炉辊辐射管设备
柱透镜表面处理烘烤机
彩涂线表检仪设备
碳化硅石英件
指纹传感器
半导体激光放大器
SchottkyDiode
等离子化学气象沉积镀膜设备
半自动超声波清洗机维修
PVD靶材原料生产线
超硬半导体薄膜等离子体反应刻蚀机
FOUP清洗机
功率芯片
电压基准源IC
等离子弧焊机
清洗灭菌模块
flash
退火炉氮气保护供气系统
万通EOC芯片
大压力倒装焊设备
高真空电子束蒸发镀膜机
光刻涂胶显影机
双面飞针测试仪
芯片销售
数控纵向自动等离子弧焊机项目
8英寸硅片光胶清洗机
半自动边缘封胶机
半导体加热制冷
半自动酸刻蚀机
旋转式抛光机
IGBT耗材器件及驱动芯片
全自动金相抛光机
全自动引线键合机项目
搅拌器叶片碳化硅改造
TP4055
气割气焊机
半自动光刻机
烘干炉
金相自动切割机
氧化层抛光设备化学品供应系统
红外传感器芯片
外延生长系统设备
芯片
单面抛光机等设备
duv光源设备
amr
清模胶条
热压倒装焊机
低温异质材料动态性能测试与结构件智能装配系统
蚀刻机配件
电脑控制精密粗糙度测试仪
卧式退火炉
智能装接检查仪
高精密薄膜测厚仪
半导体光刻工艺实验仪
真空内晶圆传输机械手
磁控溅射离子镀大型装置搬迁服务
碳化硅内管
TP83
射频前端MEMS滤波芯片
液晶单体
芯片封装式调节器装配生产线
突发模式光电发射接收芯片
保护模块
化合物半导体芯片制造生产线建设
水系统除垢清洗
模拟前端
掩膜光刻机
偏光片用在线透过率检测仪供货及安装
柔性基材光刻
等离子切割抛光仪项目
切割机割管器
步进式曝光机
耐磨焊丝抛光设备
有机热载体检测仪器设备
前道设备焊线机
LED曝光机
半导体光放大芯片光刻封装
套刻偏差检测处理
半导体照明
慢走丝线切割机采购1台
半自动倒装贴片机
双蓄热连续式退火炉节能技术改造项目
极低功耗处理器芯片
掩膜板架
光刻机汞灯电源维修
贴片机配件维修
双面对准曝光机
ip-模拟和混合信号
高精度多功能贴片机项目
氩离子抛光设备
碳化硅质捣打料施工项目
晶体生长
高性能单室磁控溅射系统
氮化硅结合碳化硅侧块
晶体双面抛光机项目
电子束光刻系统和激光植球机和台式扫描电镜和高精度倒装贴片机
微观检查机
热电功能纤维制备与检测系统
机器人高精度激光焊接与激光熔覆系统
铝刻蚀设备
真空热蒸发镀膜机
igs气路系统
Lamp自动焊线机
全自动SMT生产线及检测设备
键合线生产项目
镍铂合金溅射设备
高级电动型倒置荧光显微镜
贴片机单轨线
非接触卡双界面INLAYS填埋焊生产日报表
光编带机
硅片检测分选设备
包装贴片机
磁控共溅射设备
快速热型原子层沉积系统
扫描式光刻机配套涂胶显影机设备
金属镀膜机项目
模拟与混合信号集成电路设计
精密切割机气浮主轴系统
晶圆激光切割
碳化硅
孔铜导通测试机
rom
硅片类
自动晶片连接机
光刻键合对准机
掩膜板张网测试机
高真空热蒸发镀膜系统
真空蒸镀薄膜沉积设备靶材
绝缘栅双极晶体管高新技术产业化项目
光电连接器件
2DAOI激光刻码机
无刷电调芯片
低温真空电学测试系统
全自动匀胶机设备项目
磁控溅射镀膜系统
MW激光直写曝光机设备移机服务
eda-pcell建模
绿激光切割机
射频IC
框胶预烘炉
半导体楔下垫条
自动焊接设备
数字助听器核心芯片
打孔贴片机
退火炉炉区备件
高真空多源镀膜机
光刻机设备
智能全自动清洗机
半导体生产制造项目
球面数控铣磨抛光机
柱透镜基板清洗机
半导体封装基板项目工程
硅基氮化镓功率器件产业化项目
氮化钛金属等离子体刻蚀机
BLE智能蓝牙
半导体器件
手动键合机
岩石薄片抛光机
激光切割机陶瓷体
金属真空热蒸镀仪
功率半导体
智能金相显微镜
光刻机纯化器
apcvd设备
半导体激光器技术
集成电路芯片制备
上海太阳电池光刻系统
深紫外曝光设备
机织碳化硅
光学胶固化机
宽带载波芯片晶圆
硅深孔等离子体刻蚀机
台式线路板抛光机
升压
cassette
可编程液晶触控面板
阻焊滚涂机
半导体防电晕漆
高温高压实验式镀膜机
双路MOS
氧化钒专用离子束溅射镀膜机
安装自动贴片机
memory测试机
切筋成型机设备
分割式防焊曝光机
涂胶显影机复机
单晶清洗制绒设备
相贯线切割机
二氧化硅介质膜热生长和高温退火工艺设备
eda-ir drop analysis
半自动点焊机
vcr气路系统
图形垂直显影机
预烘干线
显影蚀刻去膜
金属镀膜机等设备
硅片边缘抛光机
IGBT自动涂覆设备
机组过热器锅炉本体化学清洗废液处理临时系统安装施工
钛Ti靶材
电子级多晶硅
物理气相沉积机
光电图像传感器芯片测试系统
抽取液晶监视器
冷水机组蒸发器及冷冻水系统管道清洗
epld
光刻机联网
台式原子层沉积系统设备
电容式加速度传感器
碳化硅衬底
多层晶片键合机项目
雷达接收机
薄膜分离测试分析仪
eda-pdk开发
射频器件
双端面切割机
金属有机化合物化学气相沉积系统
自动化激光打标机及焊接设备
自动定型烘干机
液晶原材料
电子枪蒸镀机
铜螺旋柱
SMT焊膏印刷机
光配向固化炉
弯折区涂布设备
数控切割机
半导体放大激光器
电解抛光机
全自动贴片流水线
大尺寸平板工件直写光刻设备
自动化壳体贴膜
无线射频Ic
线步进式光刻机
液晶盒
传感器芯片
自动mura检测机
立式高温退火设备
低功耗软件无线电(SDR)芯片
原子层沉积真空及热电控制系统
远端等离子增强化学气相沉积成套设备
件清洗设备
抛光片检测设备
紫外掩模光刻机
芯片点样仪设备
探测器芯片
安全芯片封装代工
半导体布板
计算机软硬件
手势控制芯片
环形坡口切割机
光刻胶固化机
单头共晶贴片机
微型贴片半导体元器件
单板FCT自动测试生产线
在线点胶检测设备
多靶高真空磁控溅射系统主设备
高性能真空溅射靶材生产项目
晶硅
提拉法全自动晶体生长炉等配套设备
晶体生长原料
半导体器件性能测试仪
喷印机焊锡膏收集盒
高端显示芯片
重型龙门式数控切割机
试验清洗设备
原子层沉积手套箱
多模多频基带芯片
微纳米材料喷印沉积系统
钌靶
自动性能测试机
试验型高精密平面抛光机
移动通信集成电路
氧化炉铂网氨合成催化剂
衬底片
清洗分选机设备
晶体薄膜生长设备项目
扫描电子显微镜镀覆导电膜
SMT全自动贴片机
pogo pin
全自动芯片倒装机
直线极耳焊接机
机械手式硅片几何参数检测仪
触摸干法刻蚀机
大型全自动晶圆熔融键合机
SMT小型精密台式回流焊机
抛光片百叶抛光片
金属激光雕刻切割机
高精度复合刻蚀系统升级
LED共晶焊
氧化硅及氮化硅薄膜沉积设备
多功能切割机抛光机
ICP刻蚀机设备
集成电路工艺配置高流量控制管理型氮气热风系统项目
声表面波传感器制造
螺纹脂流体密封和摩擦性能测试仪
光配向检查机
金属折弯切割小型机器
全自动贴片机档条
化学气象沉积监控装置
单晶自抛片
传感器结构自动化制备系统
全自动晶圆表面处理器设备
功率半导体器件静态测试机
ASSP
光刻版盒
喷丝板清洗机
超导高频腔电化学抛光及后处理工艺
 GPGPU
数控等离子及普通切割机
液晶显示器驱动IC
碳化硅质浇注料检修项目
高性能键合机
清洗间环保改造
封装测试
蚀刻机技术改造项目
碳化硅陶瓷表面处理
边缘形状检验机
多晶硅镀膜玻璃组件
千兆无线高清收发器
硅元件清洗烘干设备
等离子处理过程半自动控制
qms系统
化学气相沉积和外延设备
MOSFET芯片
射频前端模组
氟化氙刻蚀机
精密自动环氧贴片
电力物联网通信芯片
高精度半自动贴片设备
全自动离子溅射仪
单片式钨制程化学清洗机
全自动沥青针入度测试仪
微波集成电路
碳化硅防磨治理
保特罗数控切割线
液晶面板
自动去溢胶电镀一体机
后段刷片清洗设备
低介电常数阻挡层薄膜化学气相沉积设备
芯片检测设备及模具工装
高端双工器
LED驱动系列
光刻胶树脂
半绝缘晶圆电阻率测试系统
高真空蒸发镀膜机等设备
氮化镓衬底GaNpin外延片
晶圆自动装载光学显微镜
晶圆级芯片封装技术改造项目
成盒自动光学检查机改造
机电设备清洗溶剂
全自动高真空镀膜机
合金靶材电源
所需专用清洗机
180级聚酰亚胺薄膜包铝扁线
精密高效电火花线切割机床电气及其自动化解决方案
小型清洗机
光电子器件测试设备
全自动单剪好直剪联合测试系统
储罐内浮盘及密封装置
电源管理IC
离子注入机系统
电极抛光材料
针对线切割机
气体传感阵列芯片
日立离子溅射仪
导电胶类
无线芯片设计
高精密电脉冲测试机
渗碳退火炉
SP蒸镀机零件清洗
除尘炉二碳化硅修补剂
有机高分子气相沉积系统设备
碳化硅MOSFET
抛光羊毛盘
后清洗机
氧化物刻蚀机
半导体工艺流片
电子束热蒸发镀膜机
内壁磁测量独立传感器研制加工
PWM控制IC
原子层沉积项目
高速冷冻等离子减薄扫描电子显微镜
等离子切割机高频板
三重扩散炉
多维异型结构件溅射系统
屏显示电源芯片（PMIC）
区熔单晶炉
金丝键合机
碳化硅单晶材料
大面积曝光机
薄膜材料生长设备项目
AOI晶片目检机
等离子辅助电阻加热卷对卷CVD炉项目
手工电焊机
晶圆氧化硅去除机
全自动胶装机
分子束外延设备AlGa源炉及配套控制电源
高功率光纤耦合半导体激光器
集成电路设计及
化合物半导体精细刻蚀设备
半导体元器件生产项目
成盒玻璃切割机
涂胶机改造
台式金相切割机
便携式芯片气相色谱仪
式扫描电子显微镜维修维护
等离子切割机专用泵
宽温半导体激光器项目
自动锡线激光焊接机
实验室制样用切割机
VCSEL芯片
双平面研磨抛光机及配件
在线式硅片自动上下料设备
单晶基片
O型圈光学检测机
外延片半自动减薄机
数字电视解调芯片
zfs
200毫米光阻去胶机
半自动探针台
掩膜板激光修补机设备
电学传感器
手持式补焊装置项目
数控三割炬火焰切割机
图形图像处理芯片
深紫外线沉浸式光刻机
氧化层刻蚀
视觉人工智能芯片
层压封装设备
功率放大器及射频前端
氩电联焊机
半导体固体光源
嵌入式软件
薄膜封装气相沉积腔室改造
贴片芯片
全自动铝线键合机
全自动倒置DIC显微系统
引进正胶剥离机
高精度曝光机
二元曝光机
激光复合焊拼板设备
高真空超导薄膜沉积设备
全自动集成电路塑封机等设备
eda-与系统协同
显示器集成电路芯片
arf光刻机
磁控溅射及多弧式镀膜机
全自动倒置荧光显微镜系统
晶圆测量机设备
晶圆减薄设备
半导体检测显微镜
RF无线通讯芯片
格子式球磨机
数字模拟电路
ip-eflash
line光刻机
激光切割机配套氮气保护系统
电子万能材料测试机
AMOLED驱动IC
晶体频率器件
化学抛光自动化设备
自动金丝键合机
刻蚀机尾气处理系统
贴片传感器
式电热丝切割机
烘烤合金退火设备
化学镀贴膜机
反置式抛光机
4mmPIN芯片倒装外协加工
打碳化硅
100GROSA自动耦合焊接机
抛光系统中南钻石
电容真空计
氧化镁蒸镀线体等设备资产转让
全自动测试分选机
双系统真空注胶机
匀胶旋涂与刻蚀系统
干法等离子体刻蚀机
ASPN活性屏离子氮化炉
智能光学检测设备
8寸硅片
真空蒸镀装置及器件封装
槽式Ti刻蚀机
网络系统
非接触式射频IC卡
DI曝光机
芯片制造产线化学试剂
热反应式无掺杂二氧化硅薄膜化学气相沉积设备
硅外延最终清洗机
双腔磁控溅射系统
扩散炉设备及安装
碳化硅生坯
ip-pvt monitors
光纤耦合输出半导体激光熔覆设备
高效旋流分选系统
扣式电池液压封装机
热风无铅回流焊机
微纳加工清洗甩干显影和刻蚀系统
无铅半自动浸焊机
微立体光刻精密加工系统
数码自动切割机等设备
LED显示驱动类
塑封模具等设备
切片机研磨抛光机和多路输入配气装置
ip-pcie
吸收塔衬碳化硅
全自动高精度减薄抛光系统
球磨机风管总成
无尘服清洗供应商
芯片封测
胶囊片剂抛光机
高精度固晶机
高性能双通道分选机设备
AOI光学检测设备
集成电路吸锡机
soc测试机
光阻刻蚀
数模转换器
电子束曝光系统维保延期
RIE刻蚀设备
真空互联磁控溅射及电子束蒸发系统
射频收发芯片
胶型检测机
半导体设备
再流焊机
蝶形封装DFB激光器
无掩膜快速光刻成型设备
高速通用贴片机
pnp-npn junction
封装设备自动化
水果清洗分选机
触摸涂胶显影机
晶片精密抛光机
有机硅密封胶
2.4GHz无线通信芯片
氮化镓外延片及微波功率器件产业化项目
硅片检测分选
平板显示镜片清洗机设备
液晶玻璃
3D自动光学检查机项目
聚氨酯固化剂
光刻加工
半导体坯布
ip-其它处理器
自动边缘封胶机
双面紫外光刻机设备
高温退火扩散炉
双玻透光薄膜组件
光纤固化炉
集成电路晶圆片
硅胶薄膜
干法释放刻蚀设备
高真空蒸发与磁控溅射薄膜沉积系统
交流电流设备
LED驱动/控制芯片
掩膜对准曝光机
金属分选机
镀膜机配件真空计
激光剥离前清洗机
通信领域芯片
全自动硅芯切割机成套设备
精密数控慢走丝线切割机床三级保养费
硅片分析系统
回流焊接机
焊接产线
深紫外半导体泵浦全固态激光器
4G芯片
其它晶圆测量设备
厚膜光学检测系统
55微米波段InP基单片集成半导体激光器芯片代加工服务
贴片机及其他设备
碳化硅管材内衬
颗粒图像检测系统
SMT生产线自动光学检测仪
微创清洗架
半导体晶元划片机
非隔离调光系列
高真空综合镀膜设备
可一次编程
气密性检测机
SMT钢网蚀刻机
电加热器退火炉
网带退火炉设备
集成电路TSV三维封装高密度微细孔创成装备装配与集成
激光切割机原材
电机驱动IC
碳化硅骨架热解
焊带
混合气体保护焊机
射频无源芯片
数控小工具抛光设备
沉积氮化硅减反射膜机
嵌入式存储器
NG分选机
匀胶显影机项目
激光增材再制造成形光束质量与样件质量性能一体化检测项目
全自动点焊机
真空物理气相沉积设备
介质膜沉积设备
原子层沉积源瓶
全自动回流焊
阻焊全自动丝印机厚板
半导体元件自动测试系统
氮化硅结合碳化硅立柱
胎压监测芯片
SMT贴装设备
冷冻水管道清洗钝化处理
通过式清洗机
管式退火炉设备
存储芯片
无掩膜光刻机等设备
磨光机切割机抛光除锈机器
角磨机手磨机家用切割机磨光机打磨角磨机
抛光面芝麻黑花岗岩压顶
ip-ccix
晶圆检测设备
模组半自动侧边涂胶机
高精度ICP刻蚀机
与贴片机
槽式预清洗机台
氩离子抛光切割设备
低真空溅射喷碳喷金镀膜仪
贴膜机撕膜机设备及服务
高精密激光切割机等设备
红外激光刻蚀机
背孔刻蚀设备
半自动切割机等设备
模拟电路
高精密背胶模切生产线自动化升级改造
内置气泵等离子弧切割机设备
雷亚切割片
混合信号测试设备
彩膜自动光学检查机
金属有机化合物化学气相沉积设备安装配套工程
常高温测试分选机测试机
倒置式自动材料显微镜
反应式等离子蚀刻机
封装设备固晶机
步进光刻系统项目
汇流条自动焊接设备
电子级多晶硅
清洁电源测试系统
集成机械手单板全自动测试设备
芯片退火处理系统与金属及硅化物薄膜沉积系统
碳化硅基板研制
激光清洗系统
全自动半导体切割机
智能胶装机
集成电路制造生产线设备
自动打胶机
震动抛光研磨机
自动丁基胶涂布机
全自动多功能玻璃切割机
全自动显影机项目
全自动晶圆正面蓝膜平坦化设备
触控芯片
全自动去厚胶设备
引进曝光机
纱线张力传感器
预磨研磨抛光机
机器人等离子切割系统更新
无线传感网芯片
离子注入金属件烘干机
配向膜自动光学检查机
背面硅湿法刻蚀设备
全自动磁控溅射镀膜系统
压力变送器
全自动裸片测试仪
四通道材料气敏性能测试仪
镀膜提拉机
PVD蒸发源系统
电源管理芯片产业化项目
印刷版清洗机
薄膜印刷和叠层
薄片切割系统项目
碳膜溅射机
IGBTFRD硅晶圆
匀胶工装
机械双面抛光机
掩膜板卡匣清洗机
干式氦检漏仪
低压沟漕型功率MOSFET
RENA刻蚀上下料设备
半导体p-n结势垒电容测试仪
IC封测设备减薄机
碳化硅原料
超大型光学元件清洗装置
金属板材成形数控测试设备
iDA
电气控制系统
自动湿法清洗系统
高光学质量镀银碳化硅光学薄膜
射频等离子体球形粉末制备系统
在线点胶机设备
大尺寸平板工件直写光刻与反应离子束刻蚀设备
红外线发光二极管
切割后清洗机
炉膛碳化硅
金属硬质掩模刻蚀机
晶圆激光打标设备
高功率高脉冲硬质薄膜沉积系统
激光切割机等耗材
全自动贴片机
钴酸锂靶材
定制氧化物分子束外延系统主体配件
数字广播音视频应用芯片
碳化硅外延
真空键合机
贴片机插件机配件
电脑数控切割机
在线自动点胶机设备
全自动划片机项目
全自动四探针测试仪
自动光学检查机
智能化显示面板宏观检查机
XRAM存储芯片
深紫外线扫描式光刻机配套涂胶显影机
贝氏体炉前清洗机
等离子体气相沉积系统项目
光刻胶模打样
配向膜自动光学检查装置
维修用电子移动检测设备
低功耗运放
光敏传感器
电子束刻蚀机项目
卡匣清洗机
角磨机钢丝抛光片
一体化硅片键合工艺
深紫外步进扫描光刻机
柔性直流换流阀开关检测装置研制
高通量众核视频处理芯片
显微镜胶机
超音波干式清洗机
清洗-光胶涂布
碳化硅微粉技改项目
点胶机等设备
碳化硅修补剂
光通信收发芯片
可编程核心处理器
载波通信芯片
光刻实验室净化系统
钛蚀刻机
全自动分选机设备
碳化硅质耐火泥浆
背面激光退火装置
LED照明电源控制器
硅基立方氮化硼薄膜
芯片引线键合机
卧式带锯机及激光切割机
微控制器MCU
自动氩弧焊接系统
刚玉碳化硅浇注料
切割机和电动磨光机
相位掩膜版
硅片盒清洗机
USB-PD芯片
晶圆键合机
光敏芯片及材料
全自动精密贴片机
激光切割及测试设备
切换型稳压IC
薄膜精确制造系统
GaNHEMT器件热检测技术
套丝机切割刀片
银浆绝缘胶
集成电路(IC)
磁性液晶教学板
人工智能(AI)加速芯片
多功能射频防脱挂签
高致密金属钨薄膜化学气相沉积系统
高精度环氧贴片机
高速贴片机
碳化硅流动反应器
电半导体集成电路
嵌入式非挥发性存储器IP
高精测试机
氧化硅原子层堆栈化学气相沉积机
液晶面板打包机
芯片打孔装置
网络变压器芯片
等离子体增强型复合真空镀膜系统
材料制备测试设备
高性能全自动比表面积及孔径测试仪
HPC
柔性Cell老化测试机
金属薄膜专用沉积设备
激光增强化学气相沉积镀膜设备的CVD腔体
快速充电芯片
氧化炉换热器
8英寸晶圆检测颗粒仪设备
塑料件真空镀膜及UV光固化涂装线
过氧化氢低温等离子灭菌器及蒸汽清洗系统
整流桥
酸性蚀刻机
表面精细刻蚀设备
手动球焊键合
全自动超声引线键合仪
数字信号处理器芯片(DSP)
12寸全自动气相化学沉积机
薄膜材料沉积设备
铝合金封装
自动灌胶装置
WLCSPEE/Flash
ecd设备
阵列宏观检查机
掩模版自动搬送装置
全自动组件功率测试仪
全自动开孔闭孔率测试仪
高温电磁超声检测系统配件
滚磨机
碳化硅定子
全自动动单剪测试系统
缺陷质量检测系统
选择性化学法钴沉积设备
化合物半导体感应耦合等离子体刻蚀设备
mos封装
单晶硅研发项目
单片式退火设备
半导体二极管激光器
键合铜丝
电阻焊接机
数控切割机械手进料装置
中走丝切割机床真空搅拌器及焊锡清洁系统
光多孔掩模板项目
XXX型号专用离子源
超高清显示面板用高纯铜溅射靶材的制备和产业化应用
宏观检测设备-正面
其它射频和无线通信
Boost
全自动匀胶机等设备
复合原子层沉积-低压化学气相沉积设备
门式等离子切割机
LED照明控制芯片
半导体集成电路材料
八源电阻式镀膜设备
碳化硅还原罐
强激光光学元件专用镀膜机项目
碳化硅分选机
散热片
退火炉成套
掩膜板激光修补机
功率器件(MOSFET
树脂结合碳化硅填料
双系统超高效离子色谱仪
温控探针台
胶粘剂小颗粒碳化硅
模具切割机
台式快速扫描电子显微镜
氧切割机
双面抛光利用抛光液及抛光垫
栅极氧化炉设备
IGBT自动装焊生产线
PSS全自动显影机
波峰焊机
光刻版制版
碳化硅长晶车间
惯性导航光电产品
磨片切割机
大型曝光机
上蜡贴片设备
全功能贴片机
像管输入面低温多层光学介质膜无油镀膜机-膜层制备
常压化学气相沉积设备
防腐材料碳化硅
磁控溅射设备pvd及离子束清洗与自动控制系统
原子层沉积氮碳氧化硅炉
全自动切割机和半导体器件检测分选机
直角抛光机
研磨离子减薄设备
光伏电池封装材料项目
多功能物理气相沉积系统
可调谐半导体激光器
微纳加工及器件制造平台无掩膜光刻机
3d nand
顶部抗反射涂层
意向-氧化膜等离子体刻蚀机
碳化硅长方油石
切割刀片
配合料废丝清洗设备
焊锡球
大面积紫外光固化装置
低噪声ASIC前放芯片加工
高炉检修项目
自动模组胶带贴附机
热学传感器
标签自动检测设备
等离子切割机除尘滤芯
亚常压化学气相沉积设备
正装贴片机
光学检测设备
退火炉辐射管
彩色液晶电视机
全自动集成电路检测分选机
全自动绕线焊接机
台式回流焊炉
老化测试系统2可编程直流电源3精密返修台4自动光学检测机5数字显微测试仪6三相柱式电动调压器
碳化硅修补剂材料
实验室清洗机
化学气相沉积氮化钛
电感耦合等离子刻蚀设备
安全类芯片
机械手检测系统
薄膜晶体管液晶显示器件设备
离子束溅射镀膜机
砷化镓衬底生产线
退火工艺
LPPC1-150分选机
薄膜电镀系统
半导体样品制备
通用焊接切割设备
气体保护焊机及成型设备
全自动晶圆揭膜机
双温区化学气相沉积系统
防护器件
激光刻线机
砂轮式切割机
卷绕式磁控溅射镀膜系统
钟罩式退火炉
数控切割机屏蔽罩
等离子切割机电机
无氧退火炉
真空蒸镀装置
通信芯片组
液晶器件成盒组件
p型光刻胶项目
锂电池组件封装智能生产线
提拉法全自动晶体生长炉
LED封装
射频前端模组芯片
石材钝化抛光机
高精密半导体激光标刻实训机
300mm全自动TAIKO薄片背面撕膜设备
探针卡
普通溅射镀膜系统
激光切割机金属
碳化硅及制品
焊线机生产记录表
氮氧硅等离子气相沉积设备
磷化铟
便携式数控火焰及等离子切割机
nvm
砂浆试样成型及其常规物理性能测试设备
玛瑙球磨机
emc塑封料
封装薄膜全自动清洗设备
自动圆盘式胶带切割机
MEMS
ip-datapath ip
引进深硅刻蚀机
全自动硅片分选机
高功率半导体激光器阵列产业化项目
低温多晶硅薄膜晶体管液晶显示面板生产线项目
边缘形状检测机
LED晶圆激光隐形切割设备
碳化硅挂式电热板
半导体镭射定位器
精密气相清洗系统
ITO薄膜抛光设备
滤棒存储器
碳化硅静环
自动光学检测仪
低功耗蓝牙芯片
离子束抛光机
氮化铝溅射系统
镍合金焊丝
高炉检修铸铁冷却壁
光电子器件
全自动切割胶带真空贴片机
氧化膜化学气相沉积机
微细图形光刻机
芯片设备
薄膜生产线
打胶机设备与服务
超高性能电子束曝光机
金相切割机设备
玻璃钢半导体复合材料电缆夹具
高导热碳化硅耐磨可塑料
激光切割机非金属
碳化硅预制件
eda-版图验证
预成型焊片
自动匀胶显影一体机
充电芯片
离心式冷水机组及配套冷凝器胶球在线清洗装置设备
家电芯片
eda-fpga
双胶料橡胶注射机
蔬菜清洗机
陶瓷基板飞针测试机
喷丝板清洗装置
环氧半导体层压板
金属膜专用镀膜机
铅铋氧传感器
碳化硅可塑料耐磨材料
板材抛光机组滤纸
切割片砂轮
蚀刻生产线
深紫外线扫描式光刻机设备
变温微纳米摩擦磨损及冲击测试设备项目
溅射用靶材
GaAs pHEMT集成电路
半自动等离子切割机
覆铜介质基片及陶瓷基片电路图形刻蚀
台式无掩膜直写光刻机
SW320芯片
吸尘抛光机
退火炉拨爪
光刻版
磁控溅射镀膜配套组件
超高速泛用贴片机
微球植球机
单晶硅双玻组件
抛丸清洗室大修
多晶及氧化硅刻蚀机
彩涂压花热贴膜机安装
氩氟式感光涂布显影机光刻胶
其它晶圆检测设备
FCQFN转塔分选机
裸芯片
微电脑立式抗张强度测试仪
射频识别芯片
电容屏控制IC
镀锌立式退火炉
热电偶退火炉仪表
石膏清洗机
高功率TVS
金属溅射系统
氧化膜刻蚀设备
定向凝固单晶炉项目
Ni靶材
特种传感器
OLED显示面板封装侧触控集成技术
硅片表面颗粒自动扫描仪
彩膜曝光机检测仪
厚硅湿法刻蚀设备
薄膜电子学实验室设备
过压/过流保护芯片
氧化炉
散热硅胶
碗形合金抛光片
双面检查仪
光刻版清洗机
半导体脱毛激光机
紫外接触式曝光机
金属硬掩膜氮化钛沉积设备
曲线切割机
锑化铟单晶切割
高功率激光复合焊接头
焊锡片裁切机设备
高温金属有机物化学气相沉积设备
切割锯
水平去钻污清洗机
紫外激光晶片切割机
全视觉自动贴片机
薄膜封装自动光学检查机
化学机械研磨抛光垫整平器
有机薄膜封装设备
指纹芯片测试夹具
磁极线圈退火炉
铝金属测试需求
等离子体化学气相沉积系统
以太网型液晶温湿度变送器
隔离通道芯片流片工艺开发
有机金属掩膜板自动光学检测设备
深孔刻蚀机
滑动式等离子体增强化学气相沉积系统
单面板曝光机
聚酰亚胺涂胶显影机
镓特半导体氮化镓
在线玻璃自动光学检查设备
LED外延片减薄抛光设备
TEOS立式低压化学气相沉积设备
在线晶圆贴膜揭膜机
钼铜衬底
光学传感器
高真空蒸镀机
控制芯片
单舱清洗消毒器
太鼓晶圆撕胶机
激光
AIoT芯片
自动点胶贴片机及相关服务
超级电容器测试设备
全自动缺陷移除分选机
idm
全自动等离子体增强化学气相沉积系统
高密度贴片机
升压DC-DC转换器
电子产品自动在线测试仪ICT辅助设备
带极堆焊机
金线键合机
有机金属热蒸发镀膜机
等离子切割机及配件
感光双面制版曝光机
晶圆盒自动清洗机设备
碳化硅防腐管
环保水基清洗剂
eda-布线
料管
光刻曝光机
硅材料测试设备
小型高真空磁控溅射系统
ssd存储控制芯片
电浆清洗机
硅烷法多晶硅
可键合金浆料
离子污染度测试仪配件
全自动硅铝丝键合机
超声波组合式清洗机
硅片线切机
敏感元件
喷淋式拒水性能测试仪
超大型光学元件超声清洗装置
角磨机用砂轮切割片
离子镀膜机项目
半导体新材料生产项目
等离子切割设备除尘系统改造项目
信息安全芯片
低压差线性稳压器
铁电器件图形光刻系统
全自动铝丝焊接机
集成电路存储器自动测试设备
快闪记忆体模块
氧化硅等离子体刻蚀机项目
激光焊接机
溅射靶源及控制配件
晶圆转换传送机
热拉伸平整涂层线质量检测设备
97碳化硅
点焊机软铜带
冷等静压机和电化学光电测试系统
单晶铜键合引线
蓝牙功率放大器芯片
电子塑封机
磁控溅射偏置电源
晶圆减薄机
SMT在线自动光学检查机
光学薄膜蒸镀设备
硅片酸腐蚀机
碳化硅表面处理
等离子切割设备项目
全自动清洗消毒设备
碳化硅MOSFET器件高温氧化工艺加工与流片服务
芯片电阻和钽电容
快恢复二极管
电路板显影机
高温合金焊接接头高温持久蠕变性能测试
蒸发镀膜项目
仪器仪表芯片
上蜡研磨抛光设备
真空薄膜镀膜设备
清洗制绒机
等离子深硅孔刻蚀机
高介电常数薄膜沉积设备
干式抛光设备
千住焊膏
真空等离子机
贴片设备
智能化金相显微镜
激光钎焊加打磨工位
金属钨薄膜沉积设备
ip-osc
智能无铅焊接烙铁
真空蒸发镀膜设备
台式高频数控超声波清洗器
三坐标清洗机
模组电路板外观检查机
印刷版材涂布与测试设备
交直流转换(AC-DC)
集成电路设计
植球锡浆
封装级芯片测试机
功率IC
rtd系统
级联8腔体真空蒸镀设施
皮带切割机
IoT芯片
背光源自动组装贴膜机
手持振动检测仪
氧化硅和氮化硅薄膜沉积设备
单晶配件
切割机砂轮片
高精度双面光刻系统
等离子体刻蚀与化学气相沉积设备
金相显微镜套装
气相沉积法制备系统
新型微电子器件
硫化锗靶材
自动埋弧焊接机
碳化硅晶体
贴片机升级
手动摩擦共晶焊接机
低温等离子体镀膜机
数模混合系统芯片
6寸探针台
试验球磨机
储存器
双轴晶圆减薄机
薄膜染色和拉伸设备
轴承清洗机
NORFlash
焊压机
高纯锡靶材
电源管理电路
半导体专用设备
SMDLED贴片封装线点胶机
微米光刻机
半导体轻中负荷工艺用真空设备
激光退火炉
DODC电源芯片
最终清洗机
铌酸锂薄膜
打磨抛光粉尘净化系统
高精密显示级光电功能薄膜图形化电路制备和检测设备
镀膜和极低温实验室改造工程项目
晶体管夹具
高精度光刻机
金属溅射镀膜
氧化炉铂网
磁控溅射薄膜沉积系统项目
半导体科技
长膜贴膜机
半导体参数测试仪
有机金属掩膜板自动光学检查设备
疲劳裂纹扩展速率测试专用夹具设计及制作
碳化硅质耐火材料
LED封装自动温控光电分析测量系统
键合预对准机
自动喷胶植榫机
化学机械研磨清洗一体机
光刻显影及化学刻蚀系统项目
混合信号链处理
深紫外曝光设备等设备
双行星式球磨机
氮氧化硅化学气相沉积机
电子枪镀膜机
光学真空镀膜机
超高清音视频传输及处理芯片
桩机激光切割机
信号链IC
微电子低应力氮化硅扩散炉设备
再生片
全自动集成电路分选机等设备
接触式烘干炉设备
数模混合信号IC
环氧纳米填料结构及分散性能老化性能测试
高精度钻孔切割机设备
红外成像MEMS芯片
盲孔法残余应力测试仪
超大型磁控溅射机器人镀膜系统
超低介电薄膜紫外处理设备
三维相变存储器芯片关键技术
倒角设备
模组光学检查机
全自动LED晶粒分选机项目
对准键合机
网络密码破译芯片
加计测试板
数字式硅片少子寿命软件测试系统
等离子清洗机主机
全自动细铝丝键合机
数控激光切割设备
原子层沉积设备项目
导电衬底
深硅槽刻蚀机
光电芯片封装有机基板
激光切割机配套空压机保养
单晶金刚石片
干法去胶设备
光刻胶四甲基氢氧化铵
卫星接收LNB偏置控制电源管理芯片
自动激光焊机
低刻蚀速率光阻去胶机
光刻专用混合特气供应商
连续卷绕磁控溅射镀膜设备
MEMS梳齿型检波器加工
自动贴片线
光学浮区法单晶炉
焊后焊缝表面质量检测系统
NTC温度传感器
碳化硅复合陶瓷
氟化氙多晶硅蚀刻机
旋涂的含si抗反射涂层（siarc）
激光切割设计平台
单片式轻聚合物化学清洗机
oa系统
塑料切割片
Q型光刻胶
光刻胶喷涂机
电子束镀膜机维保
全自动检测编带机
SMT生产线设备全自动贴片线
铝丝-铝丝
退火炉辐射管设备
VPS芯片陶瓷封装管壳
脱硫浆液碳化硅喷嘴
MCUa无线遥控
Mini LED芯片
无级调速抛光机
RF等离子体发生器
数字标牌焊机
锂电池保护芯片
碳化硅功率器件
激光切割机防护罩
可见光芯片组180nm工艺流片服务
全自动槽式钛蚀刻机
碳化硅透气板
多功能切割机抛光角向磨光机
接触式光刻机
多媒体系统解决方案
大口径匀胶机
卧式抛光机
碳化硅搅拌设备
全自动等离子体化学气相沉积系统
平板式等离子体增强化学气相沉积设备
光刻胶涂覆
物联网传感器
5g
点焊钳维修及配件
三相ASIC
UV清洗机
接触光刻机
多晶铸锭炉
焊条电弧焊机
POE千兆/万兆管理型交换机
卧式球磨机
数字化切割机设备
高速全自动真空封装机
贴片机NXT配件
碳化硅推杆
搅拌器叶片碳化硅修复项目
磁控溅射真空薄膜制备系统
全色系超高亮度LED外延片
射频芯片
ip-usb
氧化钒溅射工艺
全自动研磨抛光机
生产集成电路
嵌入式安全芯片
芯片包装材料
配向后清洗机
半导体激光器裂片机
扩散焊
芯片器件
银钎焊熔剂
实验室设备实验仪器及装置真空镀膜机及附属装置镀膜机
自动光学检机
室磁控溅射系统
铌镁酸铅钛酸铅单晶
阻焊油墨
掩模显影机
蚀刻三通道温控设备
柔性薄膜材料精密抛光设备
全自动高温固化流水线设备
自动锡膏检测机
双向晶闸管
数字隔离器
模拟芯片
集成电路封装测试生产线
钒重掺杂半绝缘碳化硅晶片
抛光机软轴连芯
全自动晶粒测试一体机
SMT贴片焊接生产线
全自动表面贴装发光二极管测试分选机
高密度产品高能射线专用检测系统
干式数控等离子切割机
电子系纳米压印机
台式激光直写光刻机
自对准孔等离子体刻蚀机
电子束镀膜机设备
宇航级微处理器芯片
公母快插接头单晶设备
半导体温度调节器智能装配生产线
脉冲激光沉积和磁控溅射系统
微纳卫星及星座
XeF2干法释放刻蚀设备
双面研磨机
配向后基板清洗机
激光加热真空钎焊设备项目
异型切割机
半导体大硅片
炉窑酸再生陪烧炉退火炉炉窑检修
台阶式膜厚仪等设备
碳膜溅射机项目
贴片陶瓷电容
三频数控超声清洗仪
新型半导体显示器件
氮化镓基高亮度蓝绿光外延片及芯片
等离子钨金属刻蚀机
射频前端模组
磷酸锂靶材
离子束切割抛光仪
覆铜板及半固化片
DC/DC
热处理炉点检表
磁环全自动测试分选机
混合硅片键合设备
物理沉积设备
抛光垫
SOI硅片及光刻胶
反应离子刻蚀机RIE
精密低速锯抛光研磨机电解抛光仪
对接式清洗机
全尺寸飞针测试仪
医疗芯片
掩膜板光学检测机
半自动超声硅铝丝键合机
ai处理器
半自动双温测试机
在线薄膜表面检测系统
等离子体增强方式氮化硅薄膜化学气相沉积设备配套用腔体
镀锌退火炉EPC辐射管
光刻胶烘烤设备
高真空镀膜机
浸润式涂胶显影机
车用功率器件综合测试系统
及离子清洗系统
氧化物碳化硅板
半自动九槽超声波纯水清洗系统
碳化硅成分分析
空气检测仪
卫星定位传感器
特殊精密设备-NIKON曝光机
半导体光纤耦合激光熔覆成套设备
退火炉操作室
焊膏印刷检查机
等离子喷涂及基础贴片设备
低压机械封装压电陶瓷闭环陶瓷
白金靶材
镍清洗设备
精密切削力测试系统
CMOS图像传感芯片
先端-光刻系统
锗外延设备
射频集成电路芯片
金刚石切割设备
NFC-MCU
多拓扑
端到端人脸识别专用IP
射频前端分立器件
双极模拟集成电路
双轨氮气回流焊
双头研磨抛光机
氮化硅等离子薄膜沉积设备
ip-其它存储与逻辑库
钒碳化硅脱氧剂项目
磨机切割机
单轴MEMS加速度计芯片加工
喷涂式高频高压聚酰亚胺薄膜柔性二维量子碳基膜
退火炉及配件
芯片封装技术
振镜激光焊接机
封装基板
半导体材料处理设备
基于FPGA的视频分析加速板卡
紫外光刻机和光敏材料旋涂甩胶机
升降压DC-DC转换器
高定向热解石墨单晶
低温金属掩膜制备设备
小型蒸镀封装设备
光掩模最终清洗设备
无晶圆
双头抛光机
冷却塔清洗填料更换
手持式抛光机及配件
二氧化硅薄膜化学气相沉积设备
离子束真空镀膜机
高可靠性集成电路
干式清洗机
SPI单轨锡膏检测仪
多层晶片键合机
硅光晶圆级测试
逆变电源IC
半导体晶闸管
板材切割机
汽相清洗系统
特殊精密设备-日立曝光机
自动薄膜封口机
氧化硅等离子体刻蚀机
超薄钝化膜沉积系统等设备
高压模拟与小功率混合集成电路高温老炼系统
视觉贴片机
内衬碳化硅
半导体硅片设计
光学元件清洁包装与光洁度外形面型检测系统
晶圆片表面纯水清洗机
半导体光电探测器
复合气体检测报警仪
高速高精度激光位移传感器
切筋机配件
处理式增强型等离子化学气象沉积设备
毫米波雷达芯片流片
功率集成模块
单晶拉制机
SM贴片机
碳化硅隔热板项目
防静电测试机
红外传感器
加热炉退火炉安全改造
焊线机
切割片
多晶硅硅片生产线
掩膜曝光机
多工位自动材料沉积系统
MEMS（微机械）
电子身份识别芯片
流水线贴膜机加装感应器
晶体产线设备移载机
驱动晶片贴合机
数字-模拟混合芯片（SoC）
等离子清洗机配件
耐火材料碳化硅
深硅干法刻蚀设备
柔性热连接可靠性测试设备
无创伤智能输液芯片
微型显示器涂胶显影机
全自动腐蚀后清洗机设备
大电流肖特基二极管
硅栅刻蚀设备
全自动切筋系统
干法氧化层刻蚀系统
绝缘材料显微组织及绝缘性能测试设备
自动植球机及相关服务
LED照明驱动(LED Driver)
真空镀膜室及附属装置
4KW大功率数控激光切割机系统
光刻和织构表面润滑设计研究试验项目
分选机紊流板
高真空有机薄膜沉积系统
高档抛光设备处理
叶片材质智能分选系统
电子束焊接机
LED电源方案
eda-功能和指标定义
外延片
半导体设备
低温CVD封装设备
基板切割机
化学气相沉积CVD系统
全自动软焊料粘片机
载波无线双模通信芯片
薄膜刻蚀系统
高温合金焊丝
高真空双室磁控溅射系统等设备项目
全自动单片湿法清洗及刻蚀系统
KS自动键合机改造夹具
SiC晶圆
单晶低压扩散炉插片机
工业控制器SW-M1200芯片
超薄硅片加工实验平台
无掩膜版紫外直写光刻机项目
全自动集成电路分选机
半导体控温底板
器件封装
单面抛光机
薄膜片式电阻器
铝溅射沉积系统
物理气相沉积系统
集成电路产品生产
电工安全类集成电路
智能回流焊
全自动晶圆外观检测设备
衬底制造
超声波指纹识别方案
晶圆表面钴去除机
分选机主机
功率器件用硅基GaN外延片研究
闪存盘
激光晶圆划片机
真空高频焊设备
蒸发器化学清洗
电压检测器/复位IC
高纯气体管路
激光焊切机设备上下料物流线体
微控制器（MCU）
2英寸GaN外延片
300mm晶圆置换机
硅片检测仪
液晶电视机电子
半导体散热片
波峰焊自动检测机
电子波峰焊AOI设备
rfid射频识别
超声波辅助焊接仪
半导体芯片测试子系统
浅槽分选机单机性能检测试验
表贴膜组
高端SOC芯片成品测试机械手
切割机床设备
集成电路半导体测试设备
双板切割机和面板外观检查机
LDO
全自动编带机设备
小型全自动视觉贴片机
芯片粘贴机
Arf光刻机
蚀刻线废水环保处理设备
BMS模块
液晶程控光照培养箱
全自动半导体WAT测试仪
云端智能生物传感器
锅炉化学清洗系统施工
原料清洗提升机
双面抛光后清洗机
涂布线改造用设备
铝真空钎焊炉
金属切割机砂轮片
自动激光划片机
微纳结构表面镀膜光刻系统
可见光数字芯片和物联网芯片流片及封装测试
多媒体处理电路
磁控溅射镀膜设备
同位素靶材
晶圆级集成电路先进封装技术研发及产业化项目
全自动球形键合机
高真空多源镀膜机紫外光刻机
电焊氩弧焊机
全自动材料显微镜
数控等离子切割机除尘项目
离心过滤及分选机设备
增益模块(GainBlock)
晶硅组件串焊机
指纹识别传感器芯片
钨镀膜化学气相沉积设备
电子束半导体硅片检测计
音视频处理器SoC
音视频编解码
在线式固化装置
循环水系统清洗及预膜施工
机器人焊接控制器
半导体激光器模组综合性能测试机
制冷机冷却水换热器化学清洗
AH系列双极性霍尔集成电路
全自动软式内镜清洗机
镍清洗
抛丸清洗机
抗反射涂层
等离子体去胶机项目
微控制器芯片
磁传感器芯片
数显式电动透气性测试仪
基板预清洗机
自动光学检测清洗装置
二硫化钼靶材
在线自动宏观检查机
HF蒸汽刻蚀机
CGA自动光学检查机
砂轮切割机割片
金属氧化物半导体喷雾芯片造粒机
测斜仪
绕线电感器的外观分选机
高温传感器称重组件
阵列低精度自动光学检查机
ip-isp
射频微波源
溅射离子泵及复合泵的制造检验包装和发货运输
大功率半导体激光器产业化技术
废旧传感器
离子注入专用装备
气电立焊机
智能电子进口贴片机
低压高温氧化炉设备
硼磷硅玻璃气相沉积设备
正置显微镜等设备
半导体固态光源
LED芯片
钨靶
总成封装机
多晶硅铸锭炉
LIN总线接口芯片
密码设备
真空热蒸发镀膜机系统
框架电镀设备
小型仪器设备数码生物显微镜
全自动等离子体刻蚀机设备
溅射靶制备用超高纯金属粉
半导体玻璃布板
离子溅射仪主机和标准附件
集成电路封装分选机
硬式抛光垫整平器项目
裁磨清洗机
新切割液
手套箱集成蒸镀清洗系统
半导体生产线高精度倒装焊贴片机
半导体控温
高纯微波等离子体化学气相沉积系统
射频有源芯片
多模多频导航射频接收芯片
亚微米级间隙倒装焊键合机
模型抛光机
wafer分选机
蒸镀前覆膜机
直流电焊机及配套设备
金属刻蚀机
ASIC设计
微波
ip-ldo
式点胶机维修
键合对准机红外穿透图形转换楔形整平系统
磨光机抛光机手磨机
陶瓷封装
锆合金管外表面涂层磁控溅射制备
eda-数字后端
高精度GPS测速传感器
IGBT双丝焊机
阳版显影液
led
映显回流焊机
专用激光雕刻切割机
高效率大直径等离子体化学气相沉积设备
皮革激光切割机
全视觉贴片机
能量采集芯片
包掩膜版热处理系统
硅片厚度测试仪
中温扩散炉
研发外延片
金刚线多晶硅块截断机设备
人工智能处理芯片
曝光机维修
3d digitwin系统
真空回流焊接系统
金丝球焊键合机
无铅浸焊机
匀胶和烘干系统
液晶面板按压修复设备
炉管清洗机
CPLD
刮板机密封装置
大马士革氧化膜一体化刻蚀机
后道封装机
基片磁控镀膜机
自动光学检查机用机器手
异质结双面无翻转镀膜系统
处理器芯片
SOC芯片设计
eda-封装电路板仿真
激光切割机系统
氧化膜化学机械抛光设备
半导体工业专用电子生产设备及超声清洗机制造
超高速全自动清洗机
12英吋晶圆表面光阻去除机
硬式抛光垫整平器
显影液浓度管理设备
全自动双头半导体铝线键合机维修
金属溅射镀膜系统
载带
晶圆级自动测试仪
1台深沟槽硅刻蚀设备
多功能离子注入机
全自动磁环分选机
涂覆自动光学检测机
自动涂胶装置
覆铜板蚀刻剂
双离子束溅射沉积镀膜机
扩散式红外二氧化碳传感器
eda-三维电磁场
电子束蒸发沉积设备
等离子刻蚀机
直流转换芯片
天线调谐器
研磨机精密切割机和磨抛机
小型波峰焊
全自动研磨后硅片清洗机
高密度等离子体增强化学气相沉积设备
控温型浸渍提拉镀膜机等设备
LCD液晶驱动
铝合金真空钎焊炉
真空热蒸发镀膜机集成系统
碳化硅耐磨件
芯片设计开发板
水平式清洗机
溅射机靶材背板
大功率半导体分立器件测试系统
扫描步进光刻机
高纯半导体材料
超高屏蔽磁体封装材料
单晶双面双玻组件
贴片机离线编程软
碳化硅质抗结皮浇注料
锡球检查机
型材切割机砂轮片
电子自动贴片设备
手持式激光清洗机
镀锌退火炉内窥式高温摄像系统升级改造
正置金相显微镜设备
热压式纳米压印机
彩色柔性液晶屏生产线项目
化学气象沉积机传送腔干泵
音频蓝牙物联网芯片
切割在线控制系统
二手多功能贴片机
热轧辊堆焊
桌面型快速扫描电子显微镜
碳化硅复合材料磨削加工技术服务
中央处理器
硅片金刚线切片
半导体液晶面板
单片机MCU
液晶面板装卸装置
电源芯片
接口驱动器件
RFID标签芯片晶圆流片
自动检测线
全自动光学检测设备
电解抛光设备
紫外深度光刻机
光固化流变测试系统
晶圆打码机
MEMS晶圆测试机
碳化硅结合碳化硅侧块
IP智能核技术
单片贴膜机
激光焊接实验专用激光器
极高真空溅射离子泵
膜片测试设备
明场检测设备
液晶材料
快速高温退火机
Si衬底清洗机
蒸镀封装STR供应管道系统
快速型笼盒清洗机等设备
薄膜切割机设备改造
视频编解码SoC
手推式电瓶抛光机
倒装芯片点测机设备
化学法氮化钛沉积设备
激光器外延片
沉积工艺设计
全自动硅料清洗机
高真空热蒸发镀膜机
掩膜版及晶圆对准键合系统
无齿锯切割片
20-14nm栅刻蚀机设备
快速编带机
硅片边缘抛光后清洗
晶片
氧化膜等离子体刻蚀机
触换控制芯片
全自动晶圆抛光研磨机
有机掩膜版卡夹清洗机
NAND MCP
彩膜涂布前清洗机
清洗机军工
热丝法化学气相沉积系统
精密测量编带机数量:1台
一种柔性衬底
全自动Taiko贴膜揭膜成套设备
干法多晶硅刻蚀机
氮氧化硅原子层沉积设备
铸造结晶器
微电子光刻胶
芯片自动贴装设备
磁控溅射镀膜工艺开发
磁控溅射沉积镀膜设备
半导体激光电源
半自动植球设备
多靶高真空磁控溅射系统
ip-amplifier
制造半导体器件或集成电路用刻蚀机器及装置
阻焊曝光机
引线框架
激光薄膜蚀刻机
外观自动分选机
掩膜版自动存取设备
高压超结功率MOSFET
UV固化机设备
小型光刻系统
RF射频芯片
氧化炉设备
半导体硅片研发项目
减薄机
晶体管测试加工
光掩模片盒清洗设备
强激光光学元件专用镀膜机
磷酸结合碳化硅捣打料
碳化硅耐磨防腐涂料油管加工项目
功率器件测试服务
台式数控超声波清洗器
低温多晶硅薄膜晶体管液晶显示面板
I2C隔离收发器
生长氮化镓
自动抛光机
智能网络芯片
高阻硅片
双轮异向切割机锯片
其它配套化学品
在线液晶面板移栽机
卫星定位功能的SoC芯片
圆环片测试分选机
实验室用分子蒸馏薄膜蒸发二合一设备
精密金属掩膜板项目施工监理
电热铜薄膜电极
彩膜激光刻画机
ip-其它基础
全自动紫外检测仪
免掩膜曝光机
气相沉积设备
肖特基
声学传感器
压接式子单元点胶机
多晶坩
表面焊接装置
退火炉风机
信令过滤封装设备
全自动金丝键合球焊机设备
智能化滴胶机
其它晶圆衬底
激光直写无掩模曝光机
小型桌面式贴片机
半自动HF腐蚀清洗机
多晶带锯等物料
激光切割修复机
高档液晶偏光片
精密研磨抛光机主机
高密度等离子ICP刻蚀机
无铅回流焊机直流电刺激仪可调谐激光器
全自动焊线机项目
泵
多功能散料贴片机
小型磁控管冷溅射镀膜仪
曝光系统配套得膜厚测量元件
塑料封装
双电子束蒸发镀膜系统
97碳化硅粉
镜面抛光机
高速高精度ADC
高精度微晶铁芯项目
可控气氛连续热处理退火炉
在线等离子清洗机
真空蒸镀溅射联合设备
锡膏检测机
高速贴片机银浆
电路用大尺寸硅材料产业化项目高精密直拉法单晶炉系统
可滑动化学气相沉积系统
陶瓷环镀膜机及极高真空设备研发测试实验室改造
委外封装测试
电表抄表芯片
全自动环氧贴片机
计算机视觉芯片
ram
紫外纳米压印光刻机
非导电硬脆材料多线切割机
超结MOS
车载毫米波雷达芯片
小型单面涂布机
原子层沉积氮化硅炉管设备
高电流离子注入
碱性蚀刻机
自动研磨抛光系统
配自设备多功能柔性测试单元
全自动匀胶机
微波等离子体化学气相沉积设备
丝网光刻机
精密离子研磨抛光镀膜仪
集成电路微波暗室
非接触式智能7轴形变及表面缺陷检测系统
金属切割打磨抛光角向磨光机瓷砖切割机电动五金工具
植球机
双氧水
台式金刚石线切割机
紫外掩膜对齐曝光机
全自动磁控溅射镀膜机
高速AD-DA转换IC
燃油系统免拆清洗机
等离子体增强方式氮化硅薄膜化学气相沉积等设备
高精度双面抛光机
真空溅射镀膜设备
12吋晶圆镍金属之物理气相沉积系统
主板贴装加工
集成电路生产设备仪器
网版清洗机
台式电热丝切割机
等离子切割机器人除尘系统改造
真空等离子装置设备
金属溅射机设备及服务
超声波电气硅片清洗机
碳化硅MOS器件流片
硅片厚度检测仪
高功率脉冲磁控溅射涂层工艺探索
97碳化硅颗粒及粉
自动精密切割研磨机
FLASH芯片晶圆裸片
等离子切割机中板
硅片工器具
清洗线硅块酸洗料筐更换
晶圆激光隐切机
低功率芯片老化寿命测试机
电动切割机切割片
mips
半导体激光脱毛仪保修
光掩模光阻涂覆设备
LED全自动金线焊线机
北斗卫星导航
手工焊接传送线
高强铝合金焊接接头表面断裂韧性测试专用夹具设计制作
射频大功率线性功放
压电被银片全自动测试机8台
打磨抛光设备
高真空电子束及热阻蒸发薄膜沉积系统
数控光顺抛光设备
芯片光刻光学线宽对准精度测试仪设备
涂胶显影装置
电力线载波通讯芯片
DC/DC系列
激光晶体
mems测试设备
碳化硅耐火板
研磨前贴片机
单片式晶背刻蚀
边缘曝光机
溅射镀膜设备
金属基蚀刻
硅片检测
反应离子束刻蚀机
掩膜板装卸载装置
光电传感
半导体材料生产
半导体切割机
碳化硅微粉生产项目
电感耦合等离子体刻蚀机设备
智能物联网(HoT)芯片
键合机设备配置单
碳化硅衬底物资
无铅电脑双波峰焊维修
投影式光刻机
物理系柔性PET镀膜机等设备
高刷驱动芯片
压线钳切割机
数显自动抛光机
辊底式退火炉工程
碳化硅耐火捣打料
自动侧边贴膜机
紫外激光晶圆高精密切割系统
全自动单晶炉
设备云服务
石英之清洗机
前后清洗上下料机械手
电感外观分选机
晶圆抛光机
碳化硅等耐材
碳化硅外延生长系统材料
真空沉积系统
计量芯片
在线液晶面板机械手臂
硅半导体谱仪
高真空球形平面型磁控溅射镀膜系统改造
区块链芯片
半导体级电子材料
超宽频声传感测试及黑硅样品加工系统
FEM
电感耦合等离子体刻蚀机项目
双腔室磁控溅射系统升级
贴片机针头
半导体材料专利导航
高温金属有机物化学气相沉积系统
碳化硅发热体
高速整流二极管
半导体工艺生产线
液态环氧(银浆)
晶圆制造
高级电动体式显微镜
集成芯片微波组件试验
自动器皿清洗机
镀膜设备
等离子增强化学气相淀积系统
电感耦合等离子增强气相化学沉积设备项目
硅片背面硅化学机械研磨设备
fram
铝碳化硅载板
LCD光刻胶光引发剂
LED光学自动化检测设备
自动涂胶装框
台式无掩模光刻机
超高精度并高低温半导体测试分析系统
阻焊显影机
OLED器件湿法制备与封装设备
内置等离子切割机
抛光片砂布抛光片
微弧等离子体氧化设备
全自动打胶机
多晶粉末衍射仪
真空电弧炉及精密切割机
激光增强化学气相沉积镀膜设备
小型等离子清洗机
化学机械抛光机主机
CDR
MLD沉积设备
音频数模混合信号芯片ADC
靶材料成型
冷冻分选机
原子级氧化物沉积设备前驱体供应系统
碳化硅物资
集成电路芯片引线键合机
晶圆划片机
集成电路测试分选设备
全自动偏光片贴片机
碳化硅修复
卧式双靶磁控溅射镀膜机
晶圆表面氧化层去除机
探针台
金碳双喷离子溅射仪
等离子刻蚀设备
湿蚀刻设备
全自动编带设备
高压平板膜测试设备
连续热镀锌机组退火炉设备
深硅刻蚀
涤纶清洗机
稀土抛光粉生产线
高真空多功能磁控溅射系统
金属刀片
贴片机等工器
电加热退火炉
半导体晶圆分析仪
智能芯片分选机
种子清洁分选机
金丝键合执行系统
发光二极管外延片材料和生长方法
金刚砂碳化硅砂轮
数控等离子火焰切割机
aps系统
测试晶圆裸片存储设备
半导体测试分析仪
半导体晶片研削机
成型烘箱设备
智动精工测试工装
HKMG工艺高电流离子注入机
激光切割机设备
金属膜测量设备
晶锭
砷化镓衬底
高纯结晶铪
晶圆缺陷检测系统项目
半导体晶圆单晶炉及相关装备
焊膏贴片机
碳化硅晶片倒角机
外观品质检测机
靶材盖
砂轮片绿碳化硅
薄硅湿法刻蚀及晶背清洗设备
台阶式膜厚仪
喷胶装置
硅深槽刻蚀系统
线切割后清洗机设备
一般整流二极管
计量晶圆
双液汽相清洗机
视觉分选机压缩上料系统设备
智能家居
多功能高速贴片机
除尘器烧结板清洗项目
钨灯丝型扫描电子显微镜技术
微波毫米波单片集成电路
清洗磷化生产线
退火炉纤维类耐火材料
模板切割机
六轴联动数控精密检测平台
半导体皮秒激光器
高精度自动化切割设备
低维半导体异质结EPI
AC/DCConverter
全自动消化内镜清洗消毒系统
干刻后清洗机
掩模版盒充气柜
rtr系统
磨粒流体抛光设备
毫米波传感器
多功能磁控溅射与离子镀膜机
高真空多功能磁控与离子束溅射系统
西门子贴片机feeder
