智能功率转换IC
机器视觉芯片
可重构微处理器
多媒体领域芯片
电机驱动IC
研磨液
剥离液
LED高压芯片
导航实验室设备
机顶盒芯片
金丝
射频无源芯片
稳压管
导航产品
时间交织
收发器
嵌入式存储器
yms系统
行星轮
碱
氢氧化钾
光隔离/运动编码器/LED
红外光传感器
接口处理器芯片
膜测量设备
ic
深度学习处理器
胎压监测芯片
eda-fpga仿真
FPGA
移动处理芯片
数控IC
无线通信协议
存储芯片
其它处理器
引线键合机
存储类器件
人工智能
cis分选机
GPS芯片
ip-ccix
晶圆检测设备
移相器
废气处理设备
开关二极管
反射型光断路器
tube分选机
数模混合IC
数字后端
模拟电路
LED背光驱动
同步降压DC-DC转换器
离子注入设备
数字信号处理集成电路
扩散炉
soi片
切割设备
超高频电子标签芯片
无线通讯芯片
电子级多晶硅
电子束蒸镀设备
apc系统
导电胶
eda-建库库管理工具
cim系统
液晶面板显示驱动芯片
触控芯片
液晶薄膜显示器控制晶片
BLDC电机控制
模拟/混合信号
无线传感网芯片
eda-建模软件
压力变送器
微控制器晶片
等离子显示驱动(PDP Driver)
功率分立器件
磁场传感器
工业通讯芯片
低压沟漕型功率MOSFET
小信号分立器件
图像信号处理器
隔离变送器
单芯片封装
可控硅
2.4G
硅基LED
静电保护
iDA
铝靶
干法清洗设备
生物芯片
电气控制系统
AD/DA转换器
智能电网电力载波通信芯片
生物传感器
电表及燃油计量芯片
封装
acas导电胶
智能安全芯片
加速度传感器
红外线发光二极管
达林顿管
Gamecontroller
掩模型
嵌入式处理器
USB Type-C接口芯片
个人医疗健康监护芯片
数字广播音视频应用芯片
ip-rfid
氢氧化铵
ip-codec
GPS导航芯片
物联网的芯片
XRAM存储芯片
新能源电池管理芯片（BMSAFE）
cpu电源管理
低功耗运放
超小型升压型DC-DC变换器
光敏传感器
汽车电子芯片
ddr3
布里奇曼晶体生长炉
高通量众核视频处理芯片
eda-rtl编写
金属封装壳
移动通信芯片
RFID电子标签
光通信收发芯片
HDMI接口芯片
可编程核心处理器
载波通信芯片
安防监控芯片
骨传导语音传感器
模拟烟雾报警集成电路
PCBA
射频微系统
dc-ac
ip-其它汽车电子
eda-系统原理图仿真
LED照明电源控制器
毫米波模拟集成电路
ME系列数字磁隔离器
微控制器MCU
高温蒸镀设备
柔性基板
电源管理器件(Charger
RCC
大功率mos
电压检测与复位集成电路
磁控溅射设备
USB-PD芯片
mos管驱动电流
eda-pcb layout
湿法去胶设备
电子束光刻机
音频功放CLASSG
切换型稳压IC
北斗接收模块
集成电路(IC)
射频功率放大器
人工智能(AI)加速芯片
化学机械抛光设备
MEMS惯性器件
智能表计专用芯片
嵌入式非挥发性存储器IP
AI体感运动芯片
RFID射频
移动电源
北斗导航射频芯片
lmbe设备
解决方案
音频功率放大器
HPC
二次离子质谱分析仪
eda-热和可靠性
快速充电芯片
mems分选机
整流桥
数字信号处理器芯片(DSP)
增黏剂
WLCSPEE/Flash
ecd设备
电容指纹识别
滚磨机
 AC-DC芯片
嵌入式存储
高清行车记录芯片
ip-cpu
智能图像处理及人脸识别
贴片MOS管封装
PON/DSL
涂布显影
mos封装
非隔离非调光系列
光电传感器
类脑计算芯片
功率器件
超结功率MOSFET
智能生物信息处理器芯片（AIoTB）
APC&PAC芯片
液晶面板驱动与控制IC
指纹传感器芯片
微机电系统
宏观检测设备-正面
网络交换芯片
其它射频和无线通信
Boost
测试插座
电池电量监控
LED照明控制芯片
显示驱动芯片
背光驱动芯片
钟表/时钟/定时及时继IC
安全与识别
内存
散热片
红外对管芯片
功率器件(MOSFET
eda-eda仿真管理云平台
温控探针台
ADAS
非挥发存储器
探针台系统
三代半导体电力电子器件研发
功率整流二极管
呼吸灯驱动
射频微波单片集成电路（MMIC）
惯性导航光电产品
消噪IC
SoC网络监控芯片
Si&GaN射频芯片
接口IC（I/O）
3d nand
ip-amba
顶部抗反射涂层
互联网通讯芯片（NB-IOT）
传感器IC
智能安防
焊锡球
石英坩埚
机顶盒/CMTS的半导体
i-line光刻胶
婴儿监护器
硅基无源光分路器芯片
SOI高温压力敏感芯片
USB充电电源识别芯片
热学传感器
SWM2XO芯片
高低压MOS
胶水
cd-sem设备
生产外包
ip-lvds
模拟集成电路
模拟混合信号IC
高精度数据采集芯片
电感耦合等离子刻蚀设备
微波器件
金属触控芯片
eda-架构设计
安全类芯片
burn-in分选机
聚酰亚胺
滤波器
euv光刻机
rms系统
化腐片
verificationserviceo
防护器件
SiC
IP核
通信芯片组
USB连接
定向传感器
商用车TPMS发射端模块
流量传感器
回焊炉
LED封装
射频前端模组芯片
压缩编码芯片
探针卡
通用图形处理器
电机驱动
超微计算机
磷化铟
北斗导航芯片
激光半导体
nvm
激光二极管
emc塑封料
接口主控芯片
微控制器IC
LED照明驱动集成电路
MEMS压力传感器芯片
触控显示整合单芯片
金融支付终端芯片
MEMS
ip-datapath ip
FLASH控制芯片
基带射频
光刻胶配套试剂
JFET
有机基板
二极管
射频模拟集成电路
低功耗蓝牙芯片
模拟版图
IPMD
光电子器件
LED驱动芯片
缺陷复查设备
投影式光刻机
显示驱动
1300X系列
eMMC
线锯
NPU
运动控制芯片
时钟电路
铋靶
eda-版图验证
光通信芯片
RFID标签
充电芯片
指纹模组
adc
eda-fpga
家电芯片
马达驱动电路
开关芯片
光纤IC
GPU
DVB芯片
全控型
热处理设备
GaAs pHEMT集成电路
沟槽栅场截止型IGBT
TIA
IGBT芯片及模组
SW320芯片
LED照明驱动芯片
神经网络处理器(NPU)
桌面型软硬件结合仿真加速系统
LED通用驱动芯片
LED照明应用
TouchPadIC
激光产品
熔融石英基板
门级驱动器
foup
其它晶圆检测设备
filmframe分选机
射频识别芯片
RS232接口系列芯片
ip-射频和无线通信-bluetooth
电容屏控制IC
高集成度芯片
ADAS芯片
高功率TVS
ip-sub-g
pla
过压/过流保护芯片
氧化炉
汽车功率
散热硅胶
WLAN芯片组
RF安防
电子信息系统装备
icas导电胶
模拟器件
直拉单晶炉
NFC及控制芯片
屏蔽栅沟槽型功率MOSFET
LCD平板显示驱动芯片
人工智能算法芯片
ip-3gpp to 5g
电机驱动芯片
储料器
数模混合电路
aoi
 功率器件
微激光雷达(MicroLiDAR)
隔离放大器
frame box
时间数字转换器
eda-参数提取
并行nor
光学传感器
GNSS天线
边缘抛光机
控制芯片
激光
协议IC
AIoT芯片
TFT-LCD
低能量离子注入设备
idm
ip-hbm
升压DC-DC转换器
动力电池BMS管理系统芯片
片式PTC
eda-逻辑等价性检查
5G通信射频前端电路
IGBT
eda-布线
料管
单面研磨机
ssd存储控制芯片
功率
沟槽式肖特基
双工器
逐次逼近型
真空蒸镀设备
CPU
敏感元件
微波功率放大器(PA)芯片
传感器控制芯片
g-line光刻胶
AI视觉成像芯片
螺旋波等离子刻蚀设备
语音电路系列
信息安全芯片
低压差线性稳压器
快闪记忆体模块
TP4067
MOSEFTTGBT功率器件
北斗导航终端
点光源
闪光灯驱动
三合一鼠标芯片
蓝牙功率放大器芯片
硅片刻蚀清洗设备
快恢复二极管
台阶仪
仪器仪表芯片
金丝-金丝
降压DC/DC转换器DC/DC转换器
NAND
电子烟集成芯片
智能语音交互芯片
音频DSP芯片
干式抛光设备
干法刻蚀设备
分立器件芯片
LED电源管理芯片
ip-osc
集成电路设计
交直流转换(AC-DC)
光源设备
音频放大器
光电编码芯片
高速宽带通讯
rtd系统
功率IC
IoT芯片
锂电池充电管理IC
多芯片模块电路
密码专用算法芯片
sparc
eda-封装
新型微电子器件
r-2r阶梯
升压DC/DC转换器
音频电路系列
整流器
电路板卡
热式加速度传感器
伺服驱动器
半导体元器件
mocvd设备
数模混合系统芯片
zigbee
颗粒检测仪
衬底生产材料
储存器
整流管
NORFlash
pcram
电源管理电路
智能边缘计算芯片
非导电胶
DODC电源芯片
加密芯片
eda-mems
应用处理器
IC逆向设计
存储主控芯片
分立组件
BLE智能蓝牙
光电开关专用集成电路
mbe-mbe设备
ip-mobile storage
车载信息终端主控芯片
混合信号链处理
控制器
云端计算芯片
omog掩模
超高清音视频传输及处理芯片
电源类IC
宏观检测设备-边缘
数模混合信号IC
信号链IC
再生片
PLL频率合成器
Lora芯片
红外成像MEMS芯片
倒角设备
网络密码破译芯片
模拟密集型混合信号集成电路
HDMI驱动芯片
人工智能集成电路设计
薄膜
医疗电子
芯片研发
音频转换芯片
AmoLed驱动芯片
系统软件
lnb电源管理
其它分选机
卫星接收LNB偏置控制电源管理芯片
NTC温度传感器
微波开关雷达
微波RFID
动态令牌芯片
旋涂的含si抗反射涂层（siarc）
升压芯片
IP Core
LED驱动器
oa系统
宏观检测设备
即时fm段
IC设计
GaN高压大功驱动芯片
视觉处理器
铝丝-铝丝
5G芯片
eda-射频和微波
被动电子元器件
MCUa无线遥控
Mini LED芯片
可编程器件FPGA
高压平面功率MOSFET
汽车安全芯片
锂电池保护芯片
碳化硅功率器件
集成电路元器件
LED激光芯片
多媒体系统解决方案
蓝牙键盘
激光器PM2. 5检测器
产线智能化管理系统
冲压框架
Cat-MSoCs
功率模块
混合信号集成电路芯片
物联网传感器
5g
三相ASIC
音频功放
dram
降压芯片
数模混合集成电路芯片
POE千兆/万兆管理型交换机
USB-OTG驱动芯片
AI处理器
软垫
icf导电胶膜
射频芯片
锂离子动力电池管理芯片
超宽带雷达
DC-DC转换
功率半导体
主控芯片
IP
测试材料
ip-usb
安全加密芯片
Flash
嵌入式安全芯片
芯片包装材料
模拟类功率IC
ph值传感器
智能固态硬盘
碳涂层
HV BUCK DC/DC> AC/DC 
时序控制(TimingController;TCON)
射频通讯
晶圆装载系统
直流电源设备
接口电路
固态存储控制芯片
微功率电源模块
双向晶闸管
微波单片系统
模拟芯片
数字隔离器
扩散硅压力敏感芯片
液晶面板驱动ic
外机芯片
euv光刻胶
eda-形式化验证
dli-ald设备
智能卡芯片
标清和高清解码解调芯片
商密芯片
ACDC电源转换芯片
变压器耦合等离子刻蚀设备
AVS编解码芯片
充电控制芯片
微纳卫星及星座
宽带电力线载波通信芯片
双面研磨机
毫米波
g-line光刻机
卫星定位导航芯片
3d测量设备
无线充电SoC芯片
激光打标设备
压力传感器
高速高压接口驱动芯片
车规级微控制器（MCU）
射频前端模组
DC/DC
存算一体式存储器
车灯调节器芯片
eda-逻辑综合
抛光垫
抛光设备
powerpc
Sub-1G芯片
RFID
医疗芯片
ai处理器
激光投影显示芯片
硅基液晶LCoS微显示芯片
广播电视芯片。
边缘计算芯片
激光测距传感器
光通信物理层传输芯片
智能电表计量芯片
热释红外传感感应电路
基带
键合对准设备
空气检测仪
卫星定位传感器
混频器
计量
大功率半导体器件
智能网通信SOC芯片
智能电表
CMOS图像传感芯片
超低容值TVS音频功效芯片
eda-时序收敛和sign-off
微波射频
存储器
驱动
红外摄像芯片
射频集成电路芯片
短距离无线通讯领域SoC芯片
晶体管
acf导电胶膜
数字基带芯片
NFC-MCU
多拓扑
端到端人脸识别专用IP
射频前端分立器件
双极模拟集成电路
激光成像雷达芯片
ip-其它存储与逻辑库
固态存储主控芯片
 数字IC
icpcvd设备
气体
生产环节
COS系统
led电源管理
智能电器
封装基板
基于FPGA的视频分析加速板卡
UHFRFID芯片
SPI NOR FLASH
光断路器
功率器件MOS
升降压DC-DC转换器
固态存储
eda-simulation
无晶圆
电力载波通信IC
高可靠性集成电路
mcs系统
逆变电源IC
专网通信终端
ESD/TVS的RS485
晶圆包装材料
eda-功耗分析
MSML（多镜头多传感器）芯片
无线射频芯片
可编程逻辑器件
USB接口
气压高度计
TCM安全芯片
交直流转换芯片
微波射频前端芯片
全极霍尔开关
微处理器
功率集成模块
射频模块
红外传感器
焊线机
功率心ASIC
krf光刻机
FlashMCUIC
MEMS（微机械）
电子身份识别芯片
触摸感应芯片
稳压二极管
数字-模拟混合芯片（SoC）
等离子清洗设备
集成电路产品代工服务
无创伤智能输液芯片
WiFi无线路由处理器集成电路
汞灯光源光刻机
质量流量控制器
大电流肖特基二极管
lcd-driver测试设备
IP咨询
LED照明驱动(LED Driver)
智能控制
移动终端芯片
LED电源方案
陶瓷基板
eda-功能和指标定义
外延片
混合信号芯片
纳米压印机
cis测试设备
eda-fpga验证
载波无线双模通信芯片
飞行控制信息处理单元
ip-zigbee
asic
5G超级SIM卡
工业控制器SW-M1200芯片
背光驱动
单面抛光机
模拟人脑神经元工作原理的芯片
ip-h.263
传感控制器
半导体配件
集成电路产品生产
良率管理类系统
智能物联芯片
示波器
压频变换
电工安全类集成电路
 On Chip ESD
安防产品
三代半导体
衬底制造
超声波指纹识别方案
闪存盘
卫星大数据服务平台
加热器
电压检测器/复位IC
gps
bluetooth
高性能放大器
微控制器（MCU）
三端双向可控硅
ip-dll
雪崩光电二极管
电机控制芯片
耳机线控专用IC芯片
安检类传感器
音频芯片
无线数传芯片
rfid射频识别
测试服务
遥控编解码芯片
绝缘栅双极晶体管
LDO
电池管理晶片
MCU芯片
测频/FV变换/AD-DA仪器仪表芯片
mvd设备
USBKey
混合讯号IC
以太网
BMS模块
subg
驱动IC
云端智能生物传感器
IC版图设计
MicroLED显示芯片
徽光雷达
ARMCortex系列处理器
多媒体处理电路
电压保护二极管
ip-can
微波系统
手机射频前端芯片
版图设计
铝丝
电子束检测设备
指纹识别传感器芯片
光触发晶闸管
测试载板
增益模块(GainBlock)
LTE-CAT1物联网基带芯片
音视频编解码
音视频处理器SoC
功率集成电路芯片
AH系列双极性霍尔集成电路
微波混合集成电路
毫米波雷达射频收发系统SoC芯片
反应离子刻蚀设备
抗反射涂层
传感器校准
微控制器芯片
前驱体
振荡器
磁传感器芯片
高性能时钟源电路
通信接入芯片
测斜仪
车载传感芯片
ip-isp
射频微波源
安全核心芯片
lpe设备
微电路模块
智能车联网
大电流mos管
3D压力传感器
LED芯片
钨靶
LIN总线接口芯片
硝酸
密码设备
FPGA芯片
框架电镀设备
微存储
多模多频导航射频接收芯片
高通量音视频加速系统
射频有源芯片
干法设备
湿法清洗设备
指纹识别算法
DDR存储类芯片
wafer分选机
复位IC
固态射频IC
汽车电子微控制器
电池管理监测芯片
ASIC设计
微波
ip-ldo
AI专用计算加速的星空加速卡X3
微波集成电路芯片
无线局域网WLAN芯片
eda-数字后端
智能微纳集成芯片
手机加密信号侦听破译设备
led
银胶
能量采集芯片
指纹算法芯片
IC产品设计
音视频芯片
人工智能处理芯片
3d digitwin系统
光传感器
CPLD
指纹半导体传感器
处理器芯片
嵌入式SoC-eSE安全芯片
SOC芯片设计
LED景观亮化驱动
GNSS导航/定位芯片
ip-nvm
eda-封装电路板仿真
磷酸
功率驱动芯片
新型显示驱动芯片
载带
管芯
数字电视解码芯片
红外热像仪
射频前端集成电路
微处理器芯片
物联网认证MCU
智能视频分析
HUB主控IC
高密集计算处理芯片
电容式触摸按键芯片
eda-三维电磁场
氧化炉-炉管
玩具遥控车系列电路
直流转换芯片
视频传感网芯片
加密存储芯片
天线调谐器
生命感知芯片
IPM
LCD液晶驱动
LCD/LED驱动电路
金融服务机器人
压缩机芯片
电源设备
同步整流芯片
eda-emc
接口集成电路
通讯用可重构射频收发系统SoC芯片
烘烤设备
可控硅分立器件 
数字压力传感器
尿液传感器
车载多媒体娱乐芯片
音频蓝牙物联网芯片
电流检测芯片
隔离
硅
芯片模块解决方案
中央处理器
LED显示屏驱动IC
化学分配系统
EEPROM
晶圆制程设备
AC/DC
专业单片机（MCU）
单片机MCU
arfi光刻胶
LEDDriver系列
电源芯片
VIP
接口驱动器件
全系列mos
功能传感
arf光刻胶
存储器芯片
充电保护IC
电子特气
SWM1XO芯片
计算机软硬件
IP智能核技术
模拟/混合信号集成电路
微机电系统（MEMS）
体温计芯片。
磁传感器
明场检测设备
闪存控制芯片
半导体芯片
固化设备
wifi
视频编解码SoC
晶圆传送装置
隔离调光驱动芯片
大健康芯片
封装研磨设备
过压保护器件
eda-模拟和混合信号
存储卡
smif pod
100G/400G硅光集成
表面电阻率探针台
触换控制芯片
快光式可调光衰减器及阵列芯片
视觉感知芯片
tcam compiler
单极霍尔开关
NAND MCP
射频微波终端
FPGA可编程逻辑电路芯片
器件芯片
负胶显影液
记忆芯片
3D传感器
真空镀膜
混合集成电路
ip-amplifier
密封胶
图形处理芯片
北斗卫星导航定位应用系统
SOC高精度温度检测芯片
引线框架
MOSFET
供电系统解决方案
终端基带芯片
高压超结功率MOSFET
数字模拟混合
胶粘剂
RF射频芯片
物联网无线连接SoC芯片
Buck
I2C隔离收发器
物联网集成电路
智能网络芯片
LED照明芯片
霍尔传感器
PMOS
视觉传感器
霍尔集成传感器
信号开关
低功耗无线连接芯片
其它配套化学品
中束流离子注入设备
电池管理芯片
卫星定位功能的SoC芯片
二氧化硅
ip-其它基础
三位半A/D转换显示驱动电路
x86
肖特基
贴片机
声学传感器
USB/SATA/PCIe和特殊接口芯片
CMOS射频集成电路
MMIC开关芯片
LDD
双极锁存霍尔
激光陀螺
其它晶圆衬底
可编程FPGA
音频数模混合信号芯片DAC
信息处理专用处理器
无线通信芯片
泵
通讯芯片
安全运算芯片
rfid
其它pmic
可擦除rom
高速高精度ADC
生物电传感
亚微米CMOS
指纹产品
MCU
触摸芯片
TFT-LCD.LTPS
eda-dft
NFC芯片
晶体振荡芯片
北斗GPS双模模块
电表抄表芯片
调光/调速/遥控及保护和驱动IC
微波毫米波射频收发单片集成电路MMIC芯片
fdc系统
计算机视觉芯片
ram
塑封设备
eap系统
晶圆对准器
超结MOS
车载毫米波雷达芯片
TVS
MOS场效应管
重力式分选机
lcd平板探针台
混合信号SoC
传感器。
晶闸管
数字物理噪声源芯片
ip-cxl
双氧水
快速回复二极管
半导体器件
高速AD-DA转换IC
专用芯片（ASIC）
物联网MCU
eda-cdc validation
电容耦合等离子刻蚀设备
SiC功率器件
NAND FLASH
音频功放DCDC
集成电路芯片设计
压敏电阻
人工智能(AI)芯片
热释电红外传感器专用芯片
mips
ip-pcle
北斗卫星导航
高清视频信号传输发射接收芯片
FRED
光控型触控IC
射频大功率线性功放
合金丝
高性能磁性传感IC
移动存储器
大束流离子注入设备
功率器件(Power Device)
电力线载波通讯芯片
DC/DC系列
功率放大器
微波宽带小信号放大器芯片
mems测试设备
DC-DC降压IC
嵌入式智能控制系统
FLASH闪存
VCSEL激光芯片
溅射镀膜设备
光电传感
智能功率集成芯片
表面研削机
接口
智能物联网(HoT)芯片
光刻胶烘烤设备
ip-2d 3d
电源IC（Power）
车规级USB Hub芯片
涂敷显影设备
电性能参数测量设备
设备云服务
缓冲二极管
车载MesaTVS
电源管理芯片(PowerIC)
100/1000兆无线路由器
GSM/GPRS基带芯片
计量芯片
包装材料
区块链芯片
FEM
安全芯片
智能4K解码芯片
eda-后仿真
fabless
键合设备
电压LDO稳压
干法去胶设备
高速整流二极管
晶圆制造
ip-memory compiler
液态环氧(银浆)
散热盖
光通信
低功耗射频芯片
指纹识别专用芯片
平移拾取和放置分选机
汗液传感器
功率继电器
智能图像传感器芯片
fram
低压M0S场效应管
ip-接口和总线协议-ddr
烧结银
ip-vga
包装设备
传感器信号调理芯片
组合惯性传感器
ip-flexray
微波信号
高性能CNN加速器IP
电路保护开关芯片
CDR
sdr
音频数模混合信号芯片ADC
晶圆贴片设备
烧录服务
DDR总线终端稳压器
微纳传感器
多核处理器SOC
触觉反馈
刻蚀框架
物联网无线连接芯片
转换器
OVP过压保护芯片
电源管理模拟芯片
可穿戴心脏监护仪核心芯片
内存模组
锗
电子标签
金属刀片
GPS模块
模拟开关
毫米波射频集成电路
固态硬盘控制器芯片
车载多媒体ASIC芯片
模拟半导体
AC-DC电源IC
USBVoIP芯片
AI记录仪
aps系统
ChargePump
电子温度计电路
5G无线通信链路芯片
高功率电力电子
金属膜测量设备
磨片划片
延时控制电路
3DNAND闪存芯片
IPTV芯片
数字温度传感器
一般整流二极管
太阳能LED照明控制芯片
宽带增益放大器
智能家居
晶圆制造材料
集成电路设计验证
微波毫米波单片集成电路
蓝牙音箱
微处理器（MPU）
套刻精度测量设备
AC/DCConverter
BLE AlMESH芯片
卷盘
升降压(buck-boost)电源芯片
智能计算芯片
宏观检测设备-背面
银浆
其它薄膜生长设备
电路模块
rtr系统
SDR芯片
毫米波传感器
数模混合电源管理芯片
系统芯片(SoC)
多传感信息融合
光电二极管
读写器芯片
数模混合信号
箱体监控卡
串行nor
驻极体传声器芯片
ADC模数转换
无线连接芯片
激光雷达
氢氧化四甲基胺
全反射x射线荧光设备
悬臂探针卡
探针塔
RFID芯片
Type-C转接DisplayPort芯片
整机系统
LCD/LED/VFD驱动
集成电路的封装
GPS接收模块
键盘控制芯片
封装材料
人工智能（AI）
tape处理程序
激光隐形切割设备
直写式光刻机
服务器处理芯片
usb-c
ESD/TVS器件
bicmos
频率控制器
eda-仿真-热
ip-dp
场效应晶体管
半控型
tvs
物联网RFID芯片
射频/数模混合集成电路
微波磁性器件
显示器驱动IC
北斗卫星导航终端
蓝膜
阀门
湿法刻蚀清洗设备
ip-puf
eda-gerber处理
数字多媒体芯片
智能影像处理器SOC芯片
无线链接
数字模拟混合集成电路
arfi光刻机
数模混合芯片
基准电压IC
红外接收芯片
智能POS产品
nfc
ssd硬盘
Super-JunctionMOSFET
标清和高清解码芯片
助焊剂清洗设备
脉冲控制IC
镍靶
泡生法单晶炉
soc
扫码设备
惯性组合导航系统
物联网芯片
嵌入式人工智能(EmbeddedAI)芯片
被动及机电组件
无线充电芯片
电源管理芯片
便携式图像显示器芯片
高效节能数字类功率放大IC
总线器件
ip-其它ip核
AC/DC电源管理器
音频数模混合信号芯片CODEC
DAC数模转换
电池管理系统芯片
管道
鼠标光学导航芯片
沟槽型功率VDMOS(N沟道和P沟道)
VIGBT
触控按键芯片
pcb
研削设备
手机快充芯片
升降压
安全MCU
气体传送系统
威尔金森
H.264/H.265高清安防芯片
固晶机
mram
peald设备
稀释剂
单片机
eda-数字前端
切筋成型设备
晶圆衬底
第二代半导体
ddr
研磨设备
risc-v
ip-处理器
WLP滤波器
掩模版
eda-mes
GD32 MCU
IGBT驱动器
第三代半导体
电力线载波通信芯片
深度学习高端芯片
启动芯片
高速高精度ADC/DAC芯片
语音芯片
工艺咨询服务
汽车级功率器件
马达驱动IC
条带处理程序
八位微控制器
LED驱动IC
AH系列锁定型霍尔开关集成电路
LED电源IC
声码器芯片
三氯乙烯
ip-dcdc
eda-仿真
SPINORFlash
电容
军用集成电路
红外控制电路
安全用电芯片
NAND Flash闪存芯片
OLED显示驱动芯片
触摸屏芯片
射频PA
高清多媒体处理引擎
铝带
小型自动返航无人机芯片
二元掩模
基于毫米波雷达的高级辅助驾驶(ADAS)和自动驾驶系统
焊料
霍尔感应芯片
二甲苯
模/数转换（ADC）芯片
LED驱动芯片系列
uv膜
负压
uhvcvd设备
碳化硅肖特基
LCD/AMOLED显示驱动芯片
积分
ccga锡柱
花篮
移动电源芯片
电池管理专用芯片
场效应管
数字光耦
雷达芯片
高速光模块芯片
电流传感器
灌封胶
ip-pmic
 MEMS传感器
微波/毫米波芯片
高速接口电路serdes IP
物联网安全芯片
通讯用宽带射频收发系统SCC芯片
多核数字信号处理器芯片
协议识别IC
掩模版相关材料
光学指纹识别
安全
铜核球
eda-模拟
SRAM
驱动器
显示面板
测试设备
正向贴片设备
多传感器传感网芯片
控制集成电路
固态存储产品
wlcsp测试探针卡
模数转换器
MOS管
系统级芯片
光通信模块
eda-数据管理工具edm
ip-汽车电子
AI算法加速处理核
WLAN PA
高精度数模/模数转换器
通讯接口芯片
WLED DRIVER
射频前端芯片
晶圆检测测量设备
ip-emmc
电容式/光学式指纹识别芯片。
垂直外腔面发射激光器
高温气相沉积法晶体生长设备
中低压SGTMOSFET
电源管理
金带
BMSo专用芯片
民用卫星
eda-lvs
蓝牙
安全密码芯片
环境类传感器芯片
模拟前端系统芯片
通信安全芯片
SoC（系统单芯片）
电阻式储存器
平板显示屏的驱动芯片
eda-逻辑更正eco
真空探针台
ip-其它图形处理和多媒体
sram
uwb
以太网交换芯片
AH系列线性霍尔集成电路
eNVM
微型航天器
TO
电力计量
太赫兹芯片
抛光片
euv光源设备
高精度放大芯片
EDA&CAM
BICMOS>BCD等工艺技术的模拟及数字混合集成电路产品
双斜率
射频元器件设计
离子束刻蚀设备
普通触控芯片
记忆体模组
视频编解码器
数字
eda-dfm
AC/DC功率开关
ldmos
duv光刻胶
ip-adc
eda-pi仿真
sacvd设备
测试
制造
掩模制造
混合信号IC
数字信息加密解密芯片
ip-接口和总线协议
PLC电力线载波芯片
pa-mocvd设备
存储控制器芯片
工业芯片
CMOS射频RF
磁通量传感器
高清显示芯片
ASIC
探针台
小家电芯片
薄厚膜混合集成电路
pecvd设备
光感触摸IC芯片
红外线
触控(Touch)
Transistor)
spc系统
eda-设计输入
rgv
智能芯片
LEDDriver
mos
充电管理(Charger)
智能化照明控制模块。
数据转换器
MEMS传感芯片
助焊剂
ocd设备
栅极驱动器
ip-其它模拟和混合信号
ip-for
模拟集成电路.
电源管理集成电路
电阻式存储器
微波感应芯片模组
BXO1OO1网卡芯片
湿法设备
图形处理器
移动通信标准LTE终端基带芯片
谐振器
LCD驱动系列
模拟数模汇合器件
低功耗触发芯片
数字电路
掩模对准设备
DC电源模块
局端基带芯片
OEM模块
USBKEY芯片
透过型光断路器
全球卫星导航芯片
ip-audio interfaces
SOC
ip-temperature sensor
红外热成像与测温机芯
封装外壳
安全网络
LDO电源管理芯片
ate
Redriver芯片
车载固态激光雷达芯片
可见光发光二极管
电容触摸模组
环境光检测IC
钴靶
智能功率模块
超高频HF RFID芯片
LED12W电源
语音辨识码
ip-存储与逻辑库
电子标签芯片
AD/DA转换芯片
数字信号处理器
集成电路产品研发
Backlight LED Driver
ip-nb-iot
多工器
轻掺杂抛光片
数字监控芯片
封装设备
掩模空白版
eda-erc
AI
功率场效应管(MOSFET)
光刻机
晶振片
高清显示屏
智能卡
CMMBTuner
低噪声放大器
氧化试剂
跃升-比较型
多媒体SOC芯片
电控专用SoC
全桥驱动芯片
功放IC
直播卫星高清芯片
无线充电收发芯片
马达调速芯片
LED灯饰芯片
气路系统
DDR4内存芯片
wafer
嵌入式MCU
高速交换芯片组
音效处理ASIC芯片
LNB控制芯片
数字信号处理
金靶
RS422总线接口芯片
宽带接入芯片
功率管理(Power Management)IC
模拟信号
商用控制IC
eda-时钟树综合
eda-layout
silicon
LED照明
无线通信射频芯片
电阻器
SD NAND Flash
ekc溶液
氮化镓
通信电子芯片
晶圆运输机器人
脱模胶
适配器
生物量传感器
DCDC升压转换器
盖带
IGBT模块
视觉智能终端
电池充电芯片
ip-接口和总线协议-bluetooth
装带包装设备
移动通信基带芯片
模拟混合信号集成电路
超导线圈
ip-其它接口和总线协议
离子光束溅射
图像传感器芯片
zigbee模组
数据存储处理器芯片
触摸IC
COMS/TTL电路
人工智能系列芯片
混合信号集成电路
图像处理
电子货架标签系统
无线芯片
酚醛树脂
frame
数字电能计量和流体计量集成电路
面板控制芯片
efem模块
图像传感器
高精度定位/定向板卡
无线音频芯片
TFTLCD液晶显示模组
人工智能IP
发光二极管
变频驱动芯片
红外热成像
晶圆搬运存储设备
智能语音
音视频IC
高端固态存储主控芯片
激光器芯片
光通讯
开关专用集成电路
高能量离子注入设备
软件系统产品
蓝牙芯片
反应腔
光电子产品
人工智能处理器
工控半导体
光电SENSOR
氮化镣mosfet
硅片检测设备
SWMO5O芯片
BIPOLAR
IGBT单管
数字芯片
底填胶
联网通信芯片
IOTWIFI芯片
EPGA芯片
智能指纹处理芯片
硅片制造设备
Mizar车载安全芯片
蓝宝石
微型大功率智能半导体功率控制器件
sic
 MOSFET
视频芯片
数模混合信号集成电路
开关
片式电感磁珠
充电管理芯片
NOR
有机溶剂
eda-线束仿真
干泵
线路防护元器件
NANDflash
TDD无线通信
模拟电路芯片
NOR MCP
半导体集成电路的设计
GPS/北斗双模射频芯片
RF芯片
纯固态成像级激光雷达(Imaging Grade LiDAR)
射频滤波器
通信接口芯片
高精度板卡
存储PCM 
镀金钯铜丝
安全存储
eda-通道仿真
IPF
CMOS低压差线性稳压器
晶圆键合机
陶瓷
MCU/MPU及接口电路
金属氧化物场效应管
微波芯片
照明装置驱动IC
含盖Transistors
光电探测
tuner
电源模块
汽车电子
物理传感器
switch
多媒体终端芯片
半导体元器件失效分析
ip-pll
nb-iot
智能功率芯片
垂直梯度凝固法晶体生长设备
毫米波芯片
片式NTC
太阳能LED驱动控制IC
射频前端导航芯片
AC-DC转换
固态功率器件
配套天线
ip-efpga
ACDC开关电源IC
接口单芯片
AC/DC电源控制芯片
激光打标机
智能设备显示主控芯片
激光器件
蓝牙音频集成系统芯片
晶圆分拣机
刀片
单路MOS
静电去除器
eda-仿真-模拟
高端电源芯片
智能应用处理器SOC
UFS主控芯片
HALLIC
热敏电阻
功率器件。
音频功放CLASSD
soi键合设备
无线射频
OLED显示驱动
空调用芯片
快速晶振系列
LED驱动
5G承载芯片
光纤通信集成电路
EDA
ip-rom
change kits
闪存(NANDFlash)控制芯片
双目视觉芯片
SoC系统
ip-mpeg-4
闪型存储器芯片
银靶
单火触摸IC
智能网关芯片
毫米波雷达芯片
5G通信
图像传感芯片
人工智能语音识别芯片（ACH1190）
晶片
激光切割开槽设备
数字SoC
光谱分析芯片
陀螺仪
驱动芯片
密码算法芯片
eda-si后仿
边缘人工智能芯片
高性能可编程器件
特定应用芯片
TGS
蓝牙Audio
TFT-LCD驱动IC
地磁传感器
光刻胶
DDR4模组
4G射频功率放大器芯片
基板切割设备
芯片设计
射频
单片集成系统(SOC&SIP)
激光切割
嵌入式存储芯片
fem
薄膜制备
闪存卡
巨型晶体管
物理气相传输法晶体生长设备
树脂刀片
SPI NAND FLASH
多媒体处理SoC芯片
电阻测试仪
键合丝
以太网NIC
测试封装
嵌入式半导体产品
hdpcvd设备
lcvd设备
高速信号传输接口标准之混和信号IC
大数据中心超高速光电互联芯片
DC-DC
平面显示器驱动IC
音频SoC芯片
物联网系统级芯片NB-IoT
音频处理器
过压保护芯片
第三代半导体产品(SiCdiode&MOSFET)
TCONo
化学干法刻蚀设备
diode
音响类
非金属膜测量设备
视频模数转换芯片
ip-lin
涂覆设备
微波毫米波射频芯片
analog测试机
LDO系列
CAN
发光芯片
蓝牙BLE
delta编码
eda-仿真-力学
北斗短报文模块
ip-安全加密
移动存储
安全加密产品
ip-dietodie
混合信号器件
人工智能芯片
小信号
切片机
MOSFET管
焊锡膏
Flash LED Driver)
USB控制器
开关电源控制器
SIimPort
模拟IC
限幅放大器
三层核心交换机
传感器专用芯片
RFID存储卡标签芯片
内圆切片机
雷达发射机
n型mos管
自动驾驶芯片
非隔离APFC系列
激光管
cmp后清洗液
ip-light detector
智能仪表芯片
光电晶闸管
DC/DC电源控制芯片
LED显示驱动
光电模组
LCD监控卡
无线连接解决方案
AC-DC降压IC
电源保护IC
音频编解码器
eda
pdm系统
外调激光器
高压功率半导体
5G基站芯片
硅控整流器
光电系统
太赫兹
晶体生长设备
放大器/比较器
雷达收发一体机
非制冷红外焦平面探测器
dli-cvd设备
光电集成电路
微控制处理器MCU
模拟集成电路芯片
SoC数模混合芯片
人工智能神经网络平台芯片
硅片离子注入设备
射频开关
智慧照片芯片
eda-工艺开发
小家电定时控制芯片
调制解调器
点胶设备
cmos
智能传感器
传感芯片
超结MOSFET
ddr4
全球卫星定位导航接收SoC芯片
内存芯片
krf光刻胶
能源管理
马达驱动
企业SAS/SATA/光纤通道连接
音效芯片
MIPS
rf探针台
毫米波雷达传感器芯片
LED照明驱动
无线通信
可编程芯片
指纹识别传感器
AI芯片
混合电路芯片
RS485接口通讯芯片
数据中心交换机和路由器
垂直探针卡
半导体二极管
可编程逻辑器件IP 
卫星导航芯片
SJMOS&S1C
eda-自动布线器
大宗气体
智能家居触摸按键控制芯片
CMOS集成电路
CMOS
计算机视觉
ip-mipi
存储器电路
SPI NAND Flash
模拟与混合IC
DC/DCConverter
ip-基础
ASIC处理器芯片
真空外延设备
半导体功率器件
集成电路和模组的设计
电源监控管理芯片
工业控制器SW-M1OOO芯片
铂靶
电能计量芯片
cmos图像传感器
CMOS影像传感器
 LED驱动芯片
天线开关
氢氟酸
MTP MCU
EDA软件
LED背光产品
热成像传感器
载波通信芯片(OFDM)
光电倍增管
电源管理类芯片
金属污染检测仪
闪存
不可控型
高速数据接口芯片
高精度传感器
智能物联网摄像机芯片（AIoTC）
模拟
触控技术晶片
模拟信号处理芯片
电压检测IC
IC
pvd设备
大功率场场效率管
无线射频识别（RFID）
LED驱动电源芯片
Analogo
单火照明调光IC
I/O扩展芯片
nor
电池保护芯片
LED3W电源
多媒体闪存卡
音频功放芯片
eda-高阶综合
2d nand
ac-dc
通信技术芯片
电源芯芯片
刀片切割开槽设备
eda-功能验证前仿真
汽车仪表驱动
变频控制芯片
主机芯片
生物识别芯片
HALL
模拟&混合信号IC
大功率MoS器件
读写器模块
电源驱动芯片
声表器件
退火炉
ip-general purpose ios
自适应以太网物理层芯片
汞灯光源设备
ASIC定制芯片
二维码模组
导航
智能音频系统解决IC
激光雷达芯片
惯性测量单元
LED7W电源
ip-vpu
汽车存储
人工智能语音芯片
磁中性环放电刻蚀设备
掩模盒
音频DSP
智能读写芯片
Wi-Fi模块
AIoT计算芯片
其它硅片
电源转换IC
铜丝
射频电路
正胶显影液
电池保护IC
功率驱动器
LA
碳化硅mos
蜂窝物联网芯片
iNPOFi无线充电技术方案（芯片组）
高压MOS
接触式和非接触式RFID CPU卡芯片
模拟射频芯片
轮廓仪
电力线载波芯片
逻辑电路
丙酮
砂轮
电缆调制解调器
无线快充芯片
电子级多晶硅棒
5G射频收发芯片
外延设备
电容式触摸芯片
TFT（液晶面板）
封装-清洗设备
可编程电路
法兰
 FRD
单相ASIC
高清视频编码
时间继电器专用集成电路
通讯无线射频RF
σ-δ调制
vpe设备
模数转换芯片
封装植球设备
高性能模拟集成电路
智能化系统
安全加速芯片
sp探针卡
eda-系统原理图输入
电视盒芯片
rfid电子标签芯片
霍尔效应探针台
无线语音及数传模块
截断机
张量处理器
半导体晶圆
加密芯片(BTC/LTC)
集成电路测试
高性能CPU/GPU/AI多核整合
国家电网物联网基带芯片
Vision-ADAS（高级辅助驾驶）
数字音视频SOC
音频/视频和多媒体处理电路。
汽车安全芯片及算法
汽车电子IC
语音识别芯片
VD-MOS芯片
FPGA电路
DAC芯片
电子回旋等离子沉积设备
电子回旋等离子刻蚀设备
功率半导体器件
GDT
绝缘双极性晶体管(IGBT)
CMOS电路
温度传感器
电机控制IC
干法释放刻蚀设备
受光器件
等离子切割开槽设备
模拟集成电路设计
蓝牙AOA高精度室内定位
高端模拟芯片
惯性传感器
逻辑IC
MCP
功率驱动集成电路
可信计算芯片
特种标签
脉冲激光沉积设备
LED背光和照明驱动芯片
DSP芯片
ip-safe ethernet
高速
存储
模拟数模混合器件
抛光液
可控硅控制电路
cpu
ip-dpu
晶圆切割开槽设备
双极型结型晶体管
高频HF
NFC
lpcvd设备
可调激光器
ip-can-fd
重掺杂抛光片
电池管理
手势识别IC
全尺寸面板驱动(LCD/AMOLEDDriver)
eprom
多媒体图象处理器
运算放大器
FPGA原型验证系统
射频集成电路
霍尔开关
高压模拟芯片
IMCU
低功耗安全MCU
MCU微控制芯片
双极电路
薄膜生长设备
保护器件(TVS
光电晶体管
马达驱动芯片
底部抗反射涂层
铜丝-铜丝
OVP
磁栅
基带芯片
数字电视驱动芯片
epr系统
射频前端模块
隔离驱动器
恒压电流
电源
智能监控芯片
diodes
车载安全系统(VSS)
工业用存储模组
流片
快充芯片
电路设计
视讯控制IC
整流器件
打印耗材芯片
 图像传感器
ip-dsp
可见光传感器
TFT-LCD面板显示驱动芯片
时序控制
LED恒流驱动IC
集成电路主控制器
贴片胶
光电转换器
喷淋头
边缘智能无线SoC芯片
双面抛光机
设计测试
NA-100c
引擎控制芯片
数字音视频编解码芯片
城市路灯智能控制系统
超高清帧率转化芯片
半导体照明解决方案
音频编解码（Audi。 Codec）IC
IP授权
电源开关
CMOS图像传感器
eda-静态时序分析sta
环氧树脂
显影液
图像识别
uv固化设备
射频微波集成电路
绿色电源管理芯片
TD-SCDMA功率放大器芯片
绝缘栅双极型晶体管
射频混合信号处理器
agv
U盘
尖峰退火炉
power
高性能算法芯片
USBType-C接口芯片
时钟
SOC系列芯片
晶圆植球设备
高清广角后视处理芯片
电视芯片
射频功率晶体管
众核芯片
SoC设计
光电耦合器
无线传感器
smif
BLDC电机管理芯片
数据处理器（DSP）
安普德软件
CIS光电芯片
MEMS芯片
串行接口IC
集成电路的研发
智能指纹传感器芯片
e2prom
数字信号处理器。
MEMS传感器
系统IP
硅基OLED显木芯片
蓝牙无线通信芯片
SDN交换机
传感器
模数混合处理芯片
SoC芯片
机器视觉终端系统芯片
太阳能逆变器电源
航空航天专用芯片
车载视频处理及格式转换芯片
化学机械抛光材料
有源电缆接口芯片
光电子集成芯片
ip-射频和无线通信
DC/DC电源模块
智能巡检机器人
湿度传感器
触摸按键
多功能卡
IGBT芯片
ip-wifi
TRIACs
光感马达驱动
导航定位芯片
MOSFET场效应管
方块电阻测量设备
MOS型分立器件
酸
晶圆安装机
双模蓝牙
3D视觉AI芯片
电源IC
马达驱动芯片系列
智能处理器IC
散热风扇驱动IC
激光驱动器
氢氧化铜
信息化系统
Bluetooth芯片
新能源汽车电子系统
双SIM卡切换芯片
肖特基二极管
ip-hdmi
快充电源芯片
低功耗LSTM加速器IP
MPW晶圆投片服务
软件
oht
切割机
汽车电源管理芯片
压力传感器模块
LCD驱动芯片
声表面波滤波器
TCAD（器件及工艺）
微电子产品
升降压芯片
hbm
FRD
汽车级传感器芯片
eda-板间接口和线缆
网络芯片
多媒体处理芯片
无线充电
打印机主控SoC
实时日历时钟芯片系列
智能电表IC
人工智能的无人自动化产品
多媒体和处理器芯片
网络通信芯片
射频模拟芯片
快回复二极管
ip-图形处理和多媒体
模/数转换器
工规级MCU
LED调光闪光芯片系列
编解码器
混和信号
5G毫米波移动通信芯片
短距离无线通信芯片
高集成度的电源管理芯片（PMU）
陶瓷封装壳
ip-gpu
nand
铜靶
ald设备
数字集成电路
数字模拟
pn junction
无线视频芯片
ip-trng
服务器南桥芯片
车载高速通讯芯片
M2M卡
TSS)
图像处理ISP
大功率MOSFET
料管包装设备
转塔式分选机
激光打印耗材芯片
数/模转换器
数字IC
分布式反馈激光器
射频前端集成芯片
电容式触摸按键控制芯片
显影设备
网络处理器芯片
AH系列单极性霍尔开关集成电路
si
紫外及阻容
微波组件/模块
多媒体智能芯片
模拟信号链的IC
微波IC
数字信号处理器(DSP)
ddr2
高清显示桥接TCON芯片
MCU单片机
SOC研发
马达驱动集成电路
LED/LCD驱动
LPDDR4X内存芯片
雷达高频组件
eda-drc
双极型晶体管
检测电路
数字化光纤驱动器
ip-standard cell library
挑晶机
射频功率器件
抗干扰导航天线
打印耗材类集成电路产品
WLAN芯
EEPROM存储器
成像照明的激光器
语音交互人工智能芯片
ip-存储与逻辑库-ddr
钛靶
射频前端
读卡器电路
投射电容式触摸屏
光电显示与探测
比较器
TPMS传感器芯片
RF/IR遥控
硅铝丝
BMS锂电池保护芯片
mbe
AC-DC
光电器件
标准模拟和数字逻辑IC
智能操作系统
接口芯片
非制冷红外探测器封装
密码算法CPU芯片
掩模保护膜
USB-VGA视频转换芯片
其它相关设备
指纹传感器
数模混合IP
SchottkyDiode
感测器
ADC
cmp修正盘
冷泵
功率芯片
电压基准源IC
PIN管驱动器
智能毫米波传感器
flash
万通EOC芯片
电池电源分配芯片
无线宽带图传模块
闪存控制器的存储模组
Timesformer智能计算处理器
锂电池快充芯片
半导体材料
放大器
SOIC
NOR Flash
信号链
TP4055
功率半导体芯片
光纤捷联惯导系统
新能源汽车电子芯片
特气测量芯片
HVIC
保护分立器件
红外传感器芯片
pnpn junction
系统芯片
芯片
铝基板
duv光源设备
全场景定位芯片
ip-sram
amr
清模胶条
功率集成电路
门极可关断晶闸管
散热材料
光电设备
品闸管
力学传感器
射频版图
扩膜机
射频电源管理
国产mos
TP83
射频前端MEMS滤波芯片
euv掩模
光电芯片
快速恢复二极管
电荷平衡
突发模式光电发射接收芯片
保护模块
eda-pcb schematic
WG系列零功耗磁敏传感器
模拟前端
ip-sensor
磁阻式存储器
存储控制芯片
数字电视芯片
平整度检测仪
eda-si前仿
nan
降压
双极型分立器件
边缘计算(物联网NB-IoT)应用场景
极低功耗处理器芯片
退火炉-退火炉
晶圆操作设备
回流焊
ip-模拟和混合信号
eda-系统
SiP
晶体生长
编带机
磨砂
igs气路系统
语音玩具芯片
直调激光器
eda-tcad
cvd
显示屏驱动芯片
无线通信SoC芯片
foup清洗机
引线劈刀
分立器件
静电吸盘
GPGPU
POWERMOSFET功率组件
碳化硅
射频SOC
锂电保护IC
eda-opc
遥控系列
rom
QFN
IP设计
无刷电调芯片
光电连接器件
智能终端安全芯片
固态硬盘主控芯片
裂片机
eda-pcell建模
直流直流转换(DC-DC)
连接器
射频IC
MOS
业务模式
cvd设备
数字助听器核心芯片
数据通信
指纹识别IC
砷化镓
手机芯片
功率电子产品
360全景环视系统芯片
光电子芯片
LCD驱动
射频溅射设备
电源管理Ics
保护器件
NFC移动支付
BiCMOS
apcvd设备
FRD芯片
光继电器
核磁共振芯片
重力传感器
升压
电源类芯片
cassette
LED18W电源
功率IC芯片
微波集成电路
以太网通信芯片
连续和突发模式跨阻放大器
微控制器
ip-thread
可重构计算芯片
mes系统
时钟数据恢复器
双路MOS
数字智能传感器芯片
memory测试机
盐酸
湿法刻蚀设备
eda-单元布局
集成电路
异丙醇
显示类
光通信前端核心收发电芯片
eda-ir drop analysis
vcr气路系统
物联网通信的空间时间传感器
lora
无线射频通信芯片
微弱光检测
三极管
ip-dac
电容式加速度传感器
M0S驱动IC
epld
功率MOSFET
音频/视频电路
ip-rc
雷达接收机
可以显影的底部抗反射涂层（dbarc）
卫星空间信息平台
射频模拟IC
LED背光控制芯片
eda-pdk开发
专用集成电路（ASIC）
通信芯片
集成电路开发
LED照明驱动器
信号转换(Convertor)
铜螺旋柱
环境监测器
eda-pdk
eda-schematic
Solarbattery（太阳能电池）
ip-processor
接收机系统
视觉图像处理分析的芯片
无线射频Ic
传感器芯片
低功耗软件无线电(SDR)芯片
总线
探测器芯片
TCON
VDMOS
电容切换
手势控制芯片
植球设备
eda-gdsii tape out
高性能模拟器件
北斗卫星定位功能的SoC芯片
基因芯片
AI加速产品
神经网络通用计算芯片
智能感知芯片
WiFi/WAPI功率放大器芯片
金刚线
加速核芯片
短距离通信芯片
pin光电二极管
元器件
钌靶
神经网络处理器
eda-pdk验证
移动通信集成电路
音频
掩膜版包装材料
智能卡安全芯片
抗雷击RS485总线接口芯片
fpga
自动识别
芯片制造
pogo pin
便携式可移动多媒体网络终端消费/工业级电子产品
电容感应芯片
图像处理芯片
快速退火炉
分子泵
高温离子注入设备
倒装贴片设备
ip-cryptography cores
SVG系列可编程过压保护器件
时钟芯片
设备
固态硬盘存储
机器视觉处理器芯片
eda-其它
ASSP
cpld
驱动电源
fm
CAN总线接口芯片
 GPGPU
液晶显示器驱动IC
红外探测器
硬件仿真加速器
数字电源芯片
宽带无线通讯IC
封装测试
千兆无线高清收发器
钽靶
DisplayPort
导热胶
qms系统
退火片
湿电子化学品
电力物联网通信芯片
SDH通信芯片
MOSFET芯片
CMOS图像传感器芯片
存储器。
指纹识别
通信协议
锁相环
环境传感器
 充电及保护和主控IC
ASIC芯片
高端双工器
LED驱动系列
duv光刻机
sdram
抗辐射集成电路
浓度传感器
氧化炉-单枚腔体
设备智能化管理系统
加速度计
77GHz毫米波防撞雷达芯片
电压电流控制器
电源管理IC
i-line光刻机
快充SoC芯片
多媒体芯片
化学传感器
气体传感阵列芯片
无线芯片设计
移相掩模
eda-生产制程准备
分选机
指纹识别芯片
模拟传感器
系统级封装（SiP）
TP4056
硅单晶
eMMC控制器芯片
显示电源
靶材
PWM控制IC
硅调谐器芯片
DC-DC电源芯片
屏显示电源芯片（PMIC）
热场
区熔单晶炉
处理器
Type-C接口检测和控制芯片
集成电路研发
镀钯铜丝
电流源切换
fosb
系统级芯片（SOC）
集成电路设计及
胶带
多晶硅
MEMS智能传感器
数模混合集成电路
智能计量
ip-memory compilers
嵌入式SoC芯片
集成电路芯片
DSP
eda-模型验证软件
角速度传感器
VCSEL芯片
触摸控制类芯片
直接转换型
数字电视解调芯片
zfs
3G芯片
激光烧蚀设备
通用处理器
光刻曝光设备
北斗
模拟数模混合
电学传感器
ip-npu
龙芯
图形图像处理芯片
异步CNN芯片
视觉人工智能芯片
生物信号处理芯片
mems探针卡
智能毫米波传感器SoC
 压力传感器
微小信号采集
ip-ethernet
乘用车TPMS发射端模块
热能分户计量营运软件系统
嵌入式软件
多媒体视频编解码器
惯性导航测量设备
高端内存
图像信号处理器芯片
NovuTensor芯片
其它
eda-与系统协同
硫酸
显示器集成电路芯片
arf光刻机
红外热成像系统
负载开关
TWS耳机充电芯片
多模导航芯片
激光芯片
晶圆减薄设备
浪涌保护器件
RF无线通讯芯片
Blue-tooth PA
数字模拟电路
可视电话芯片
ip-eflash
VLSI
消费类系统级芯片
eda-测试管理系统平台
AMOLED驱动IC
晶体频率器件
线性稳压IC
低功耗蓝牙芯片（BLE）
闪型芯片
混合电路
450MHz功率放大器芯片
电容真空计
导航接收机板卡
人脸识别
视频驱动器
DRAM
汽车智能驾驶芯片
低功耗广域物联网芯片
网络系统
红外器件
微控制器(MCU)
ip-pvt monitors
DC-DC电源IC
石英
DC-DC同步整流芯片
动态测距/测速雷达
Wi-Fi芯片
LED显示驱动类
ip-其它安全加密
ip-pcie
无线物联网平台RFSOC芯片
电源转换类芯片
线性霍尔
LED汽车照明
射频收发芯片
协处理器加速芯片
soc测试机
数模转换器
总线收发器芯片
触摸控制芯片
硬垫
半导体设备
氢化物气相外延反应炉
无线互联芯片
pnp-npn junction
降压转换器控制器
立体封装SiP模块
pamid
驱动系列
PIN&MIS电容芯片
时间延伸
汽车电子BMS（电池管理系统）
2.4GHz无线通信芯片
低压MOS
FLASH MCU
北斗短报文通信板卡
光学智能传感
固态硬盘
电源保护
ip核
ip-其它处理器
光电子
碳化硅Mosfet晶体管
嵌入式CPU
HDD/SSD控制器
暗场检测设备
真空规
rtcvd设备
显示控制驱动芯片
内机芯片
数字通信ASIC芯片
arm
PLC控制芯片
交流电流设备
激光退火炉
银丝
IP技术转让
LED驱动/控制芯片
ip-sata
通信领域芯片
电荷耦合元件
存储控制器
电阻切换
北斗定位导航芯片
工业智能控制DSP芯片
4G芯片
其它晶圆测量设备
晶圆测量设备
国数字电视芯片
加密算法
掩膜版检测设备
LED背光
非隔离调光系列
LED TV专用芯片
混合信号的系统级芯片（SoC）
电子产品
数位机顶盒芯片
贴片设备
可一次编程
